{
	"description": [
		"While all paladins have their own codes of conduct, either taught by an order, handed down from the gods, or inspired by personal conviction, an oathbound paladin devotes herself to a singular cause, which grants her additional powers but also gives further edicts she must follow. An oathbound paladin swears an oath to eradicate a certain kind of evil. This powerful oath gives her access to new spells and adds to or alters typical paladin abilities.",
		"An oathbound paladin can take multiple oaths, but none of the other oaths can replace or alter the same class feature from the paladin class as another alternate class feature. For example, a paladin cannot take the Oath against Corruption and the Oath against the Wyrm because they both replace the aura of courage class feature.",
		"Paladins who take up an oath may make a sacred promise to their god or temple to perform some specific and grand action associated with the oath. For example, an oathbound paladin who takes the Oath of Vengeance may be tasked with killing the orc warlord who razed her home city, while a paladin with the Oath against the Wyrm may be asked to secure a nonaggression pact with a family of dragons. When a paladin completes the sacred promise, the oath is fulfilled, and she may abandon the oath if she so chooses; she may then select another oath or become a standard paladin or a different paladin archetype.",
		"If a paladin violates the code of her oath, she loses the class abilities associated with that oath until she atones. If she violates her paladin's code, she loses her oath abilities as well as her other paladin abilities.",
		"An oathbound paladin has the following class features.",
		"*Deity*: Some oaths are especially compatible with the faiths of certain deities; these deities are listed here. Other deities may allow these oaths as well, though only rarely do deities allow oaths conflicting with their teachings.",
		"*Code of Conduct*: The oathbound paladin must abide by the listed tenets of her oath in addition to the specifics of her god's code of conduct. In some cases, a deity's or paladin order's code may conflict with the oath's tenets; in most cases, these conflicts mean the oath is unsuitable for a paladin of that deity or order (such as the Oath against the Wyrm with respect to a good dragon deity or a dragon-riding order of paladins) and cannot be selected by the paladin.",
		"*Oath Spells*: A paladin's oath influences what magic she can perform. An oathbound paladin adds one spell to the paladin spell list at each paladin spell level she can cast (including spell levels for which she would only gain spells per day if her Charisma were high enough to grant bonus spells of that level). Her oath determines what spell is added to the spell list. If the paladin has multiple oaths, the spells from each oath are added to her spell list.",
		"If an oathbound paladin has more than one oath, she may prepare any one of her oath's spells in that slot (similar to a cleric choosing one of her two domain spells to prepare in a domain spell slot)."
	],
	"list": [
		{
			"name": "Oath against Chaos",
			"file": "oathdisplayb4a4.html",
			"replaces": [ "Detect Evil", "Smite Evil", "Channel Positive Energy" ],
			"short_description": "These paladins dedicate themselves to the rule of law above all other things."
		},
		{
			"name": "Oath against Corruption",
			"file": "oathdisplay3ffc.html",
			"replaces": [ "Aura of Courage", "Aura of Justice", "Holy Champion" ],
			"short_description": "When a paladin takes this oath, she becomes a hunter of aberrations, protecting the common people from these bizarre threats. "
		},
		{
			"name": "Oath against Fiends",
			"file": "oathdisplaya821.html",
			"replaces": [ "Aura of Resolve", "9th-level Mercy" ],
			"short_description": "A paladin who takes an oath against demons, devils, daemons, and other evil outsiders is constantly on the lookout for malicious fiendish insurgence into the world, and faces it with swift and unwavering defiance."
		},
		{
			"name": "Oath against Grotesquery",
			"file": "oathdisplay6faf.html",
			"replaces": [ "Divine Health", "Aura of Faith" ],
			"short_description": "For champions of Shelyn, who are aware that aesthetics is subjective, beauty is the form inviolate."
		},
		{
			"name": "Oath against Savagery",
			"file": "oathdisplay0c3f.html",
			"replaces": [ "Divine Grace", "Aura of Justice" ],
			"short_description": "Some paladins are champions of order, pledging to battle the hordes of goblinoids, orcs, hostile barbarians, and similar savages that nip at the heels of civilization, as well as those who gnaw on society from within, such as thieves' and assassins' guilds. "
		},
		{
			"name": "Oath against the Whispering Way",
			"file": "oathdisplay3ced.html",
			"replaces": [ "Detect Evil", "3rd-level Mercy", "9th-level Mercy", "Aura of Resolve", "Aura of Justice" ],
			"short_description": "A variation of the Oath against undead geared towards fighting the Whispering Way"
		},
		{
			"name": "Oath against the Wyrm",
			"file": "oathdisplay5189.html",
			"replaces": [ "Channel Positive Energy", "Divine Bond", "Holy Champion" ],
			"short_description": "Some paladins swear to protect others against the predation of dragonkind. "
		},
		{
			"name": "Oath against Undeath",
			"file": "oathdisplay2c93.html",
			"replaces": [ "Detect Evil", "3rd-level Mercy", "9th-level Mercy", "Aura of Resolve", "Aura of Justice" ],
			"short_description": "A paladin with this oath vows to restore the natural state of death to any animate corpse she encounters, and destroy the undead energy in the process."
		},
		{
			"name": "Oath of Charity",
			"file": "oathdisplay4e9a.html",
			"replaces": [ "Lay on Hands", "Divine Bond" ],
			"short_description": "Those who take this oath dedicate their lives to protecting those who can't protect themselves and giving to those who are in need. "
		},
		{
			"name": "Oath of Chastity",
			"file": "oathdisplay2b7b.html",
			"replaces": [ "Divine Grace", "Aura of Resolve" ],
			"short_description": "A chaste paladin proves her purity by way of her action and her abstinence from romantic activities."
		},
		{
			"name": "Oath of Loyalty",
			"file": "oathdisplay12ad.html",
			"replaces": [ "Smite Evil" ],
			"short_description": "To most paladins, their word is everything. When they say something, it will be done. Those who take this oath put that ideal to the test every day. "
		},
		{
			"name": "Oath of the Mendevian Crusade",
			"file": "oathdisplay24d9.html",
			"replaces": [ "Aura of Resolve", "Divine Bond", "9th-level Mercy" ],
			"short_description": "A variation of the Oath against Fiends dedicated to closing the Worldwound"
		},
		{
			"name": "Oath of the People's Council",
			"file": "oathdisplay5644.html",
			"replaces": [ "Class Skills", "Smite Evil", "Aura of Justice, Holy Champion" ],
			"short_description": "Paladins swearing the oath of the People's Council serve the common good by finding and thwarting those who abuse their authority."
		},
		{
			"name": "Oath of the Skyseeker",
			"file": "UNKNOWN",
			"replaces": [ "Smite Evil", "Divine Bond", "Aura of Justice", "Aura of Faith" ],
			"short_description": "Paladins with the oath of the skyseeker swear to defend the Sky Citadels their people retain and to help reclaim those the dwarves have lost, hoping to one day rebuild them on the greatest, most honorable ideals of the dwarven gods."
		},
		{
			"name": "Oath of Vengeance",
			"file": "oathdisplayb39a.html",
			"replaces": [ "Channel Positive Energy", "Aura of Justice" ],
			"short_description": "These oathbound paladins are always on the hunt for those who have perpetrated evil, and are the instrument of Heaven's most definitive and implacable judgment. "
		}
	]
}