{
	"list": [
		{
			"name": "Aasimar",
			"file": "UNKNOWN",
			"short_description": "Creatures blessed with a celestial bloodline, aasimars seem human except for some exotic quality that betrays their otherworldly origin. While aasimars are nearly always beautiful, something simultaneously a part of and apart from humanity, not all of them are good, though very few are evil."
		},
		{
			"name": "Adaro",
			"file": "racesdisplaye288.html",
			"short_description": "Terrifying amalgamations of shark and humanoid, adaros are nomadic hunters who live in tropical waters"
		},
		{
			"name": "Android",
			"file": "racesdisplayf05a.html",
			"short_description": "The artificially constructed humanoids known as androids are as much a miracle of technological achievement as they are an example of the sheer will of the multiverse."
		},
		{
			"name": "Aphorite",
			"file": "racesdisplay1070.html",
			"short_description": "Aphorites were created to serve as diplomats, translators, and envoys between the axiomites and the myriad cultures of the countless Material Plane worlds."
		},
		{
			"name": "Astomoi",
			"file": "racesdisplaya353.html",
			"short_description": "These mysterious humanoids require no food-indeed, they have no mouths-and they have no eyes with which to survey their environment. Instead, they rely on their powerful minds to sense the world around them, and subsist on nutrients absorbed from the air. This can turn against them, however, as powerful smells and inhaled poisons can render an astomoi helpless. Predisposed to asceticism, astomoi rarely wear more than rags, if they wear anything at all."
		},
		{
			"name": "Being of Ib",
			"file": "racesdisplayfb92.html",
			"short_description": "Living examples of this time-forgotten race may yet exist on distant worlds, or they could be resurrected by curious spellcasters. A living being of Ib is not a very dangerous creature, but those who gain levels in spellcasting classes can become quite formidable; they overwhelmingly prefer divine spellcasting classes and typically venerate Bokrug."
		},
		{
			"name": "Boggard",
			"file": "racesdisplay7f9f.html",
			"short_description": "Boggards resemble anthropomorphic frogs or toads, complete with webbed hands and feet, large eyes, and overly wide mouths. These creatures make their homes near large rivers or deep in marshes."
		},
		{
			"name": "Caligni",
			"file": "racesdisplay30d2.html",
			"short_description": "The name \"caligni\" is an ancient term for the races now collectively known as dark folk, sometimes still used by dark folk communities to refer to themselves."
		},
		{
			"name": "Catfolk",
			"file": "UNKNOWN",
			"short_description": "A race of graceful explorers, catfolk are both clannish and curious by nature. They tend to get along with races that treat them well and respect their boundaries. They love exploration, both physical and intellectual, and tend to be natural adventurers."
		},
		{
			"name": "Cecaelia",
			"file": "racesdisplaya513.html",
			"short_description": "Short-lived humanoids with octopus tentacles in place of legs, cecaelis are a curious and social race"
		},
		{
			"name": "Changeling",
			"file": "UNKNOWN",
			"short_description": "Women of strange powers, changelings are the unaware offspring of hags, living with mysterious gifts and unknowingly awaiting a call to become a hag themselves."
		},
		{
			"name": "Deep One Hybrid",
			"file": "racesdisplay2c5b.html",
			"short_description": "Deep one hybrids are the spawn of humans and deep ones."
		},
		{
			"name": "Dhampir",
			"file": "UNKNOWN",
			"short_description": "The accursed spawn of vampires, dhampirs are living creatures tainted with the curse of undeath, which causes them to take damage from positive energy and gain healing from negative energy. While many members of this race embrace their dark sides, others are powerfully driven to rebel against their taint and hunt down and destroy vampires and their ilk."
		},
		{
			"name": "Drow Noble",
			"file": "racesdisplay6b50.html",
			"short_description": "About one out of every 20 drow is gifted with special powers from birth-the overwhelming majority of these exceptional drow are female, and as a result, drow society tends to be matriarchal in nature."
		},
		{
			"name": "Drow",
			"file": "racesdisplayde00.html",
			"short_description": "Dark reflections of surface elves, drow are shadowy hunters who strive to snuff out the world's light. Drow are powerful magical creatures who typically serve demons, and only their chaotic nature stops them from becoming an even greater menace. A select few forsake their race's depraved and nihilistic society to walk a heroic path."
		},
		{
			"name": "Duergar",
			"file": "racesdisplay6677.html",
			"short_description": "Gray skinned, deep-dwelling dwarves who hate their lighter skinned cousins, duergar view life as constant toil ending only in death. Though these dwarves are typically evil, honor and keeping one's word means everything to them, and a rare few make loyal adventuring companions."
		},
		{
			"name": "Duskwalker",
			"file": "racesdisplay41f7.html",
			"short_description": "Duskwalkers are tall, bipedal, gray-skinned beings with a connection to Pharasma's Boneyard."
		},
		{
			"name": "Dwarf",
			"file": "racesdisplay6925.html",
			"short_description": "These short and stocky defenders of mountain fortresses are often seen as stern and humorless. Known for mining the earth's treasures and crafting magnificent items from ore and gemstones, they have an unrivaled affinity for the bounties of the deep earth. Dwarves also have a tendency toward traditionalism and isolation that sometimes manifests as xenophobia."
		},
		{
			"name": "Elf",
			"file": "racesdisplayff5b.html",
			"short_description": "Tall, noble, and often haughty, elves are long-lived and subtle masters of the wilderness. Elves excel in the arcane arts. Often they use their intrinsic link to nature to forge new spells and create wondrous items that, like their creators, seem nearly impervious to the ravages of time. A private and often introverted race, elves can give the impression they are indifferent to the plights of others."
		},
		{
			"name": "Aquatic Elf",
			"file": "racesdisplay196b.html",
			"short_description": "Aquatic elves resemble their surface cousins, but they have several adaptations that allow them to live comfortably beneath the seas, including webbed hands"
		},
		{
			"name": "Fetchling",
			"file": "UNKNOWN",
			"short_description": "Long ago, fetchlings were humans exiled to the Shadow Plane, but that plane's persistent umbra has transformed them into a race apart. These creatures have developed an ability to meld into the shadows and have a natural affinity for shadow magic. Fetchlings-who call themselves kayal-often serve as emissaries between the inhabitants of the Shadow Plane and the Material Plane."
		},
		{
			"name": "Ganzi",
			"file": "racesdisplayaeb0.html",
			"short_description": "Ganzis are the end result of planar chaos touching living creatures."
		},
		{
			"name": "Gathlain",
			"file": "UNKNOWN",
			"short_description": "According to some fey ballads, gathlains were one of the first peoples awakened in the First World, the primal realm of the fey. Gathlains grow from the seeds of an enormous magical tree'seeds that often drift for hundreds of miles before developing into adolescent gathlains, with the tree's mistletoe grown into their flesh to form their strange wings. Despite being born with a basic understanding of their world, gathlains are inquisitive to a fault. They are known to be invaluable guides and knowledgeable explorers, if one can put up with their numerous questions and strange japes."
		},
		{
			"name": "Ghoran",
			"file": "UNKNOWN",
			"short_description": "The first ghorans came into being thousands of years ago during a great war between two nations ruled by rival archmages. When mighty necromantic curses blighted the lands of one nation, leaving its inhabitants on the brink of starvation, their canny leader cut a deal with the renegade druid Ghorus, bidding him to put his forbidden talents to use in saving the realm. The druid's solution was the creation of a race of hardy and fast-adapting plants that could thrive even upon the curse-blighted ground. These plants, which the druid named \"ghorans\" after himself, swiftly developed the ability to move on their own, searching out the most nourishing soil and continuously adapting themselves to survive in more and more dangerous environments. As they grew in intelligence, ghorans evolved humanlike forms as a defense mechanism to induce sympathy and prevent further butchery."
		},
		{
			"name": "Gillman",
			"file": "racesdisplay9fb6.html",
			"short_description": "Survivors of a land-dwelling culture whose homeland was destroyed, gillmen were saved and transformed into an amphibious race by the aboleths. Though in many ways they appear nearly human, gillmen's bright purple eyes and gills set them apart from humanity. Reclusive and suspicious, gillmen know that one day the aboleths will call in the debt owed to them."
		},
		{
			"name": "Gnome",
			"file": "racesdisplayd32b.html",
			"short_description": "Expatriates of the strange land of fey, these small folk have a reputation for flighty and eccentric behavior. Many gnomes are whimsical artisans and tinkers, creating strange devices powered by magic, alchemy, and their quirky imagination. Gnomes have an insatiable need for new experiences that often gets them in trouble."
		},
		{
			"name": "Goblin",
			"file": "UNKNOWN",
			"short_description": "Crazy pyromaniacs with a tendency to commit unspeakable violence, goblins are the smallest of the goblinoid races. While they are a fun-loving race, their humor is often cruel and hurtful. Adventuring goblins constantly wrestle with their darkly mischievous side in order to get along with others. Few are truly successful."
		},
		{
			"name": "Green Martian",
			"file": "racesdisplaye73c.html",
			"short_description": "Among the hardiest and longest-lived of Barsoom's savage races, the green men of Mars rove the planet's wastelands in brutal tribes of thousands of warriors, seeking their fortunes as nomads amid the crumbling ruins of ancient cities and the vast barren wildlands between them."
		},
		{
			"name": "Grindylow",
			"file": "racesdisplay4020.html",
			"short_description": "Grindylow resemble a mixture of goblin and octopus, and they have very similar personalities to their surface cousins"
		},
		{
			"name": "Grippli",
			"file": "UNKNOWN",
			"short_description": "Furtive frogfolk with the ability to camouflage themselves among fens and swamps, gripplis typically keep to their wetland homes, only rarely interacting with the outside world. Their chief motivation for leaving their marshy environs is to trade in metal and gems."
		},
		{
			"name": "Half-Elf",
			"file": "racesdisplayd492.html",
			"short_description": "Often caught between the worlds of their progenitor races, half-elves are a race of both grace and contradiction. Their dual heritage and natural gifts often create brilliant diplomats and peacemakers, but half-elves are often susceptible to an intense and even melancholic isolation, realizing that they are never truly part of elven or human society."
		},
		{
			"name": "Half-Orc",
			"file": "racesdisplay9c03.html",
			"short_description": "Often fierce and savage, sometimes noble and resolute, half-orcs can manifest the best and worst qualities of their parent races. Many half-orcs struggle to keep their more bestial natures in check in order to epitomize the most heroic values of humanity. Unfortunately, many outsiders see half-orcs as hopeless abominations devoid of civility, if not monsters unworthy of pity or parley."
		},
		{
			"name": "Halfling",
			"file": "racesdisplay4a11.html",
			"short_description": "Members of this diminutive race find strength in family, community, and their own innate and seemingly inexhaustible luck. While their fierce curiosity is sometimes at odds with their intrinsic common sense, halflings are eternal optimists and cunning opportunists with an incredible knack for getting out the worst situations."
		},
		{
			"name": "Hobgoblin",
			"file": "racesdisplay45d6.html",
			"short_description": "These creatures are the most disciplined and militaristic of the goblinoid races. Tall, tough as nails, and strongly built, hobgoblins would be a boon to any adventuring group, were it not for the fact that they tend to be cruel and malicious, and often keep slaves."
		},
		{
			"name": "Human",
			"file": "racesdisplay1eea.html",
			"short_description": "Ambitious, sometimes heroic, and always confident, humans have an ability to work together toward common goals that makes them a force to be reckoned with. Though short-lived compared to other races, their boundless energy and drive allow them to accomplish much in their brief lifetimes."
		},
		{
			"name": "Primitive Human",
			"file": "racesdisplay0a29.html",
			"short_description": "Early humans were far more primitive than their modern descendants."
		},
		{
			"name": "Ifrit",
			"file": "UNKNOWN",
			"short_description": "Ifrits are a race descended from mortals and the strange inhabitants of the Plane of Fire. Their physical traits and personalities often betray their fiery origins, and they tend to be restless, independent, and imperious. Frequently driven from cities for their ability to manipulate flame, ifrits make powerful fire sorcerers and warriors who can wield flame like no other race."
		},
		{
			"name": "Kasatha",
			"file": "racesdisplay78e0.html",
			"short_description": "Kasathas are a nomadic humanoid race from a desert world that orbits a red sun far beyond Golarion's own solar system."
		},
		{
			"name": "Kitsune",
			"file": "racesdisplay84fc.html",
			"short_description": "These shapeshifting, foxlike folk share a love of mischief, art, and the finer things in life. They can appear as a single human as well as their true form, that of a foxlike humanoid. Kitsune are quick-witted, nimble, and gregarious, and because of this, a fair number of them become adventurers."
		},
		{
			"name": "Kobold",
			"file": "racesdisplay83e3.html",
			"short_description": "Considering themselves the scions of dragons, kobolds have diminutive statures but massive egos. A select few can take on more draconic traits than their kin, and many are powerful sorcerers, canny alchemists, and cunning rogues."
		},
		{
			"name": "Kuru",
			"file": "racesdisplay2be5.html",
			"short_description": "Kuru are savage natives of the Shackles, dreadfully transformed by their loathsome \"goddess\", the Blood Queen."
		},
		{
			"name": "Lashunta",
			"file": "racesdisplay5ceb.html",
			"short_description": "The lashunta are race of humanoids native to Castrovel that exhibit a curious sexual dimorphism."
		},
		{
			"name": "Locathah",
			"file": "racesdisplay8eea.html",
			"short_description": "Picine humanoids, Locathah are very friendly and inquisitive, though surface dwelling races are often disturbed by their unsettling appearance and powerful scent"
		},
		{
			"name": "Merfolk",
			"file": "racesdisplay4296.html",
			"short_description": "From the waist up, merfolk bear the torsos of well-built humans and delicate features reminiscent of elves and other humanoids tied to the natural world."
		},
		{
			"name": "Monkey Goblin",
			"file": "racesdisplay1c36.html",
			"short_description": "Monkey goblins are an offshoot of the goblin race adapted for life in the high leafy canopies of Golarion's tropical forests."
		},
		{
			"name": "Munavri",
			"file": "racesdisplay1923.html",
			"short_description": "Munavris are a shining example of how the forces of good can thrive, even in the darkest regions of the world. The descendants of humans devastated by Earthfall, munavris dwell amid jade cities in the deepest oceans of the Darklands."
		},
		{
			"name": "Nagaji",
			"file": "racesdisplay5e73.html",
			"short_description": "It is believed that nagas created the nagaji as a race of servants and that the nagaji worship their creators as living gods. Due to their reptilian nature and strange mannerisms, these strange, scaly folk inspire fear and wonder in others not of their kind. They are resistant to both poison and mind-affecting magic."
		},
		{
			"name": "Naiad",
			"file": "racesdisplay2ea8.html",
			"short_description": "Naiads are protectors of freshwater areas such as lakes, ponds, and particularly rivers."
		},
		{
			"name": "Orang-Pendak",
			"file": "racesdisplay9294.html",
			"short_description": "Orang-pendaks are sasquatch-like humanoids who have an affinity towards apes and monkeys"
		},
		{
			"name": "Orc",
			"file": "racesdisplay6130.html",
			"short_description": "Savage, brutish, and hard to kill, orcs are often the scourge of far-flung wildernesses and cavern deeps. Many orcs become fearsome barbarians, as they are muscular and prone to bloody rages. Those few who can control their bloodlust make excellent adventurers."
		},
		{
			"name": "Oread",
			"file": "UNKNOWN",
			"short_description": "Creatures of human ancestry mixed with the blood of creatures from the Plane of Earth, oreads are as strong and solid as stone. Often stubborn and steadfast, their unyielding nature makes it hard for them to get along with most races other than dwarves. Oreads make excellent warriors and sorcerers who can manipulate the raw power of stone and earth."
		},
		{
			"name": "Ratfolk",
			"file": "UNKNOWN",
			"short_description": "These small, ratlike humanoids are clannish and nomadic masters of trade. Often tinkers and traders, they are more concerned with accumulating interesting trinkets than amassing wealth. Ratfolk often adventure to find new and interesting curiosities rather than coin."
		},
		{
			"name": "Reptoid",
			"file": "racesdisplayb107.html",
			"short_description": "Reptoids are bipedal, shapeshifting reptiles from another planet"
		},
		{
			"name": "Rougarou",
			"file": "racesdisplay0039.html",
			"short_description": "Rougarous are wolf-headed humanoids who can transform into wolves"
		},
		{
			"name": "Sahuagin",
			"file": "racesdisplay7b1b.html",
			"short_description": "The scourge of the ocean, Sahuagin form powerful tribes that constantly strike out at their neighbors"
		},
		{
			"name": "Samsaran",
			"file": "UNKNOWN",
			"short_description": "Ghostly servants of karma, samsarans are creatures reincarnated hundreds if not thousands of times in the hope of reaching true enlightenment. Unlike humans and other races, these humanoids remember much of their past lives."
		},
		{
			"name": "Reborn Samsaran",
			"file": "racesdisplayebc9.html",
			"short_description": "Sometimes a samsaran perishes under especially dramatic emotional circumstances, causing its soul to wander the Ethereal Plane before finally reincarnating. This spirit journey frays the samsaran's connection to his past lives but strengthens his ability to read others' pasts and present."
		},
		{
			"name": "Shabti",
			"file": "racesdisplay839b.html",
			"short_description": "Death is more terrifying for those who have the best of life. Many rulers obsess over their mortality, the most brazen turning to the mystical arts, pouring their fears into splendid vessels, fashioning simulacra of themselves to bear the scourge of Pharasma's judgment. In the mortal world, these icons are nothing but gold with a ruler's face and name, but in death, they are shabti."
		},
		{
			"name": "Skinwalker",
			"file": "racesdisplayb130.html",
			"short_description": "These distant progeny of monstrous werewolves and other creatures of the night have special talents unlike those of most civilized peoples, and they arise randomly among remote humanoid populations as well as within their own secretive sects."
		},
		{
			"name": "Strix",
			"file": "racesdisplaye7ef.html",
			"short_description": "Hunted to dwindling numbers by humans, who see them as winged devils, strix are black-skinned masters of the nighttime sky. Their territorial conflicts have fueled their hatred for humans. This longstanding feud means that these nocturnal creatures often attack humans on sight."
		},
		{
			"name": "Suli",
			"file": "UNKNOWN",
			"short_description": "Also called suli-jann, these humanoids are the descendants of mortals and jann. These strong and charismatic individuals manifest mastery over elemental power in their adolescence, giving them the ability to manipulate earth, fire, ice, or electricity. This elemental power tends to be reflected in the suli's personality as well."
		},
		{
			"name": "Svirfneblin",
			"file": "racesdisplay4820.html",
			"short_description": "Gnomes who guard their hidden enclaves within dark tunnels and caverns deep under the earth, svirfneblin are as serious as their surface cousins are whimsical. They are resistant to the magic of the foul creatures that share their subterranean environs, and wield powerful protective magic. Svirfneblin are distrustful of outsiders and often hide at their approach."
		},
		{
			"name": "Sylph",
			"file": "UNKNOWN",
			"short_description": "Ethereal folk of elemental air, sylphs are the result of human blood mixed with that of airy elemental folk. Like ifrits, oreads, and undines, they can become powerful elemental sorcerers with command over their particular elemental dominion. They tend to be beautiful and lithe, and have a knack for eavesdropping."
		},
		{
			"name": "Syrinx",
			"file": "racesdisplay488e.html",
			"short_description": "From lofty monastery-cities entrenched in soaring cliff sides and high mountain valleys, the syrinx seek to bring peace to all lands that fall within sight of their marbled spires."
		},
		{
			"name": "Tengu",
			"file": "racesdisplay45bb.html",
			"short_description": "Long oppressed as a poor underclass within human nations and viewed as thieves and dishonorable scoundrels, many raven-headed tengus yearn to break free of these casterestrictions and stereotypes."
		},
		{
			"name": "Tiefling",
			"file": "UNKNOWN",
			"short_description": "Diverse and often despised by humanoid society, tieflings are mortals stained with the blood of fiends. Other races rarely trust them, and this lack of empathy usually causes tieflings to embrace the evil, depravity, and rage that seethe within their corrupt blood. A select few see the struggle to smother such dark desires as motivation for grand heroism."
		},
		{
			"name": "Triaxian",
			"file": "racesdisplay51e1.html",
			"short_description": "Triaxians, the race of humanoids native to Triaxus, have developed an amazing physiological adaptation to their planet's centuries-long seasons."
		},
		{
			"name": "Triton",
			"file": "racesdisplay81ca.html",
			"short_description": "Tritons are scaly, finned humanoids who serve as the sentinals against the evil forces of the oceans"
		},
		{
			"name": "Trox",
			"file": "racesdisplay0db6.html",
			"short_description": "Trox were once members of a much smaller and more docile race of subterranean burrowers, but were long ago enslaved by the duergar and bred into useful brutes."
		},
		{
			"name": "Undine",
			"file": "UNKNOWN",
			"short_description": "Like their cousins, the ifrits, oreads, and sylphs, undines are humans touched by planar elements. They are the scions of elemental water, equally graceful both on land and in water. Undines are adaptable and resistant to cold, and have an affinity for water magic."
		},
		{
			"name": "Vanara",
			"file": "UNKNOWN",
			"short_description": "These mischievous, monkeylike humanoids dwell in jungles and warm forests. Covered in soft fur and sporting prehensile tails and handlike feet, vanaras are strong climbers. These creatures are at home both on the ground and among the treetops."
		},
		{
			"name": "Vine Leshy",
			"file": "UNKNOWN",
			"short_description": "Vine leshys are born by ritual, called forth when a druid channels a nature spirit into a plant's form. The nature spirit that answers the call for a vine leshy creation ritual is always one that has keenly felt the influence of mortal beings. Compared to other leshys, vine leshys have an easier time relating to non-plant creatures and a deeper sense of curiosity about the wonders of the natural world beyond those plants closely related to them, as well as a fascination with the societies of humans and other creatures."
		},
		{
			"name": "Vishkanya",
			"file": "UNKNOWN",
			"short_description": "Strangely beautiful on the outside and poisonous on the inside, vishkanyas see the world through slitted serpent eyes. Vishkanyas possess a serpent's grace and ability to writhe out of their enemies' grasp with ease. Vishkanyas have a reputation for being both seductive and manipulative. They can use their saliva or blood to poison their weapons."
		},
		{
			"name": "Wayang",
			"file": "racesdisplaybdb0.html",
			"short_description": "The small wayangs are creatures of the Plane of Shadow. They are so attuned to shadow that it even shapes their philosophy, believing that upon death they merely merge back into darkness. The mysteries of their shadowy existence grant them the ability to gain healing from negative energy as well as positive energy."
		},
		{
			"name": "Wyrwood",
			"file": "racesdisplay6f1b.html",
			"short_description": "This relatively young race was created by a cabal of wizards who needed nimble and skilled construct servants to do their dirty work."
		},
		{
			"name": "Wyvaran",
			"file": "racesdisplayb5ce.html",
			"short_description": "These creatures are the result of magical draconic experiments at crossbreeding wyverns and kobolds."
		},
		{
			"name": "Yaddithian",
			"file": "racesdisplay32db.html",
			"short_description": "Yaddithians are an ancient race of scholarly starfarers"
		}
	]
}
