{
	"-2 Cursed Sword": {
		"itemname": "-2 Cursed Sword",
		"file": "magiccurseddisplaya3f6.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "weapon",
		"slot": "none",
		"weight": 4,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 342`~, ~`PRPG Core Rulebook pg. 543`~",
			"Aura strong evocation CL 15th",
			"Slot none; Weight 4 lbs."
		],
		"description": [
			"This longsword performs well against targets in practice, but when used in combat its wielder takes a -2 penalty on attack rolls.",
			"All damage dealt is also reduced by 2 points, but never below a minimum of 1 point of damage on any successful hit. The sword always forces that character to employ it rather than another weapon. The sword's owner automatically draws it and fights with it even when she meant to draw or ready some other weapon."
		],
		"construction": "Requirements +2 longsword, any magic weapon; Cost -"
	},
	"Amulet of Inescapable Location": {
		"itemname": "Amulet of Inescapable Location",
		"file": "magiccurseddisplay30c3.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "wondrous",
		"slot": "neck",
		"weight": 0.5,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 342`~, ~`PRPG Core Rulebook pg. 538`~",
			"Aura moderate abjuration CL 10th",
			"Slot neck; Weight 1/2 lb."
		],
		"description": [
			"This device appears to prevent location, scrying and detection, or influence by detect thoughts or telepathy, as per an amulet of proof against detection and location. Actually, the amulet gives the wearer a -10 penalty on all saves against divination spells."
		],
		"construction": "Requirements amulet of proof against detection and location; Cost -"
	},
	"Armor of Arrow Attraction": {
		"itemname": "Armor of Arrow Attraction",
		"file": "magiccurseddisplaye961.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "armor",
		"slot": "armor",
		"weight": 50,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 342`~, ~`PRPG Core Rulebook pg. 538`~",
			"Aura strong abjuration CL 16th",
			"Slot armor; Weight 50 lbs."
		],
		"description": [
			"Magical analysis indicates that this armor is a normal suit of +3 full plate. The armor works normally with regard to melee attacks but actually attracts ranged weapons. The wearer takes a -15 penalty to AC against ranged weapons. The true nature of the armor does not reveal itself until the character is fired upon in earnest."
		],
		"construction": "Requirements +3 full plate; Cost -"
	},
	"Armor of Rage": {
		"itemname": "Armor of Rage",
		"file": "magiccurseddisplay1c66.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "armor",
		"slot": "armor",
		"weight": 50,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 342`~, ~`PRPG Core Rulebook pg. 538`~",
			"Aura strong necromancy CL 16th",
			"Slot armor; Weight 50 lbs."
		],
		"description": [
			"This armor is similar in appearance to armor of command and functions as a suit of +1 full plate. However, when it is worn, the armor causes the character to take a -4 penalty to Charisma. All unfriendly creatures within 300 feet gain a +1 morale bonus on attack rolls against her. The effect is not noticeable to the wearer or those affected. In other words, the wearer does not immediately notice that donning the armor is the cause of her problems, nor do foes understand the reason for the depth of their enmity."
		],
		"construction": "Requirements armor of command, +1 full plate; Cost -"
	},
	"Arrowbreak Bow": {
		"itemname": "Arrowbreak Bow",
		"file": "magiccurseddisplayf05d.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "weapon",
		"slot": "none",
		"weight": 2,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 342`~",
			"Aura moderate evocation CL 6th",
			"Slot none; Weight 2 lbs."
		],
		"description": [
			"This shortbow is beautifully made and inlaid with iridescent designs, appearing to be a +2 shortbow. When it fires its arrows, though, it does it with so much force that the arrows are always broken on either a hit or a miss. This bow must be used as its owner's primary ranged weapon and can only be discarded after the owner is subject to a remove curse spell or similar effect."
		],
		"construction": "Requirements +2 shortbow; Cost -"
	},
	"Bag of Devouring": {
		"itemname": "Bag of Devouring",
		"file": "magiccurseddisplay0064.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "wondrous",
		"slot": "none",
		"weight": 15,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 342`~, ~`PRPG Core Rulebook pg. 539`~",
			"Aura strong conjuration CL 17th",
			"Slot none; Weight 15 lbs."
		],
		"description": [
			"This bag appears to be an ordinary sack. Detection for magical properties makes it seem as if it were a bag of holding. The sack, however, is something entirely different and more insidious-one of the feeding orifices of an extradimensional creature.",
			"Any substance of animal or vegetable nature is subject to \"swallowing’’ if thrust within the bag. The bag of devouring is 90% likely to ignore any initial intrusion, but anytime thereafter that it senses living flesh within (such as if someone reaches into the bag to pull something out), it is 60% likely to close around the offending appendage and attempt to draw the whole victim in. The bag has a +8 bonus on combat maneuver checks made to grapple. If it pins a creature, it pulls the victim inside as a free action. The bag has a CMD of 18 for those attempting to break free.",
			"The bag can hold up to 30 cubic feet of matter. It acts as a bag of holding type I, but each hour it has a 5% cumulative chance of swallowing the contents and then spitting the stuff out in some nonspace or on some other plane. Creatures drawn within are consumed in 1 round. The bag destroys the victim’s body and prevents any form of raising or resurrection that requires part of the corpse. There is a 50% chance that a wish, miracle, or true resurrection spell can restore a devoured victim to life. Check once for each destroyed creature. If the check fails, the creature cannot be brought back to life by mortal magic."
		],
		"construction": "Requirements bag of holding (any type); Cost -"
	},
	"Belt of Weakness": {
		"itemname": "Belt of Weakness",
		"file": "magiccurseddisplay6e78.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "wondrous",
		"slot": "belt",
		"weight": 1,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 343`~",
			"Aura moderate transmutation CL 8th",
			"Slot belt; Weight 1 lb."
		],
		"description": [
			"Appearing to be a wide leather belt that functions as a belt of mighty constitution +4, this belt in fact saps the wearer's health rather than supplement it. A belt of weakness confers a -4 penalty to its wearer's Constitution score. Furthermore, when the wearer rolls a natural 1 on any Fortitude save, the belt constricts, dealing 2d8 points of damage."
		],
		"construction": "Requirements belt of mighty constitution (any); Cost -"
	},
	"Berserking Sword": {
		"itemname": "Berserking Sword",
		"file": "magiccurseddisplay51b1.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "weapon",
		"slot": "none",
		"weight": 8,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 343`~, ~`PRPG Core Rulebook pg. 543`~",
			"Aura moderate evocation CL 8th",
			"Slot none; Weight 8 lbs."
		],
		"description": [
			"This sword appears to be a +2 greatsword. However, whenever it is used in battle, its wielder goes berserk (gaining all the benefits and drawbacks of the barbarian's rage ability). He attacks the nearest creature and continues to fight until unconscious or dead or until no living thing remains within 30 feet. Although many see this sword as a cursed object, others see it as a boon."
		],
		"construction": "Requirements +2 greatsword, any magic weapon; Cost -"
	},
	"Biting Battleaxe": {
		"itemname": "Biting Battleaxe",
		"file": "magiccurseddisplay9061.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "weapon",
		"slot": "none",
		"weight": 6,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 343`~",
			"Aura moderate evocation CL 8th",
			"Slot none; Weight 6 lbs."
		],
		"description": [
			"This vicious-looking +2 battleaxe grants its wielder the Great Cleave feat. But when using this feat, the wielder makes an additional attack against a random adjacent creature instead of choosing which creature to attack. When determining which creature is attacked, the wielder always counts himself as a possible target, even if he is not adjacent to the target. The wielder of a biting battleaxe must always uses it as his primary weapon and must use Great Cleave at every opportunity until subject to a remove curse spell or similar effect."
		],
		"construction": "Requirements +2 battleaxe; Cost -"
	},
	"Bloodbite": {
		"itemname": "Bloodbite",
		"file": "magiccurseddisplay5181.html",
		"sources": [
			"Antihero's Handbook"
		],
		"type": "weapon",
		"slot": "none",
		"weight": 8,
		"cursed": true,
		"header": [
			"Bloodbite",
			"Source ~`Antihero's Handbook pg. 31`~",
			"Aura moderate evocation CL 10th",
			"Slot none; Weight 8 lbs."
		],
		"description": [
			"The grip of this greatsword has a series of deep notches, and its jagged blade is a deep crimson. A bloodbite is awakened by bloodlust, and its appetite must be sated. When the wielder makes a successful attack with the bloodbite, it inflicts a wound that deals 1d4 points of bleed damage (in addition to its normal damage), but it also deals 1d4 points of bleed damage to the wielder as the hilt grows teeth that dig into the wielder's hands. Once used, the bloodbite must be used as its wielder's primary melee weapon, and it can be discarded only after the owner benefits from a remove curse spell or similar effect."
		],
		"construction": "Requirements +2 wounding greatsword; Cost -"
	},
	"Book of Perilous Journey's": {
		"itemname": "Book of Perilous Journey's",
		"file": "magiccurseddisplaye203.html",
		"sources": [
			"Horror Adventures"
		],
		"type": "wondrous",
		"slot": "none",
		"weight": 0.5,
		"cursed": true,
		"header": [
			"Book of Perilous Journey's",
			"Source ~`Horror Adventures pg. 226`~",
			"Aura strong conjuration CL 13th",
			"Slot none; Weight 1/2 lb."
		],
		"description": [
			"This leather-bound book looks like a journal partially ruined by moisture. The pages that are still legible detail three violent events that apparently took place while the writer was traveling through an unknown land. There are several varieties of the book, each describing a perilous journey through a different terrain type corresponding to the encounter tables on page 324 of the Pathfinder RPG Bestiary.",
			"Reading any of the three accounts triggers the curse, after which the reader is compelled to protect the book at all costs and secretly read the other two accounts over the next 2 days. Each day the owner reads one of the accounts, monsters of a type appropriate to the book's terrain attack during the night. Determine the specific monsters by rolling on the appropriate encounter tables. If the prevailing weather is vastly different from typical weather in the climate described in the journal, a sudden change in weather usually heralds the arrival of the monsters (as per control weather).",
			"Once the three attacks are over, the book mysteriously vanishes, lifting the curse. The book reappears later, however, at a random location."
		],
		"construction": "Requirements monster almanac (see page 221); Cost -"
	},
	"Boots of Dancing": {
		"itemname": "Boots of Dancing",
		"file": "magiccurseddisplay6169.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "wondrous",
		"slot": "feet",
		"weight": 1,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 343`~, ~`PRPG Core Rulebook pg. 539`~",
			"Aura strong enchantment CL 16th",
			"Slot feet; Weight 1 lb."
		],
		"description": [
			"These boots appear and initially function as one of the other kinds of magic boots. When the wearer is in (or fleeing from) melee combat, boots of dancing impede movement, making him behave as if irresistible dance had been cast upon him. Only a remove curse spell enables the wearer to be rid of the boots once their true nature is revealed."
		],
		"construction": "Requirements boots of elvenkind, boots of levitation, boots of speed, boots of striding and springing, boots of teleportation, boots of the winterlands, winged boots; Cost -"
	},
	"Bracers of Defenselessness": {
		"itemname": "Bracers of Defenselessness",
		"file": "magiccurseddisplay4c63.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "wondrous",
		"slot": "wrists",
		"weight": 1,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 344`~, ~`PRPG Core Rulebook pg. 540`~",
			"Aura strong conjuration CL 16th",
			"Slot wrists; Weight 1 lb."
		],
		"description": [
			"These bejeweled and shining bracers initially appear to be bracers of armor +5 and actually serve as such until the wearer is attacked in anger by an enemy with a Challenge Rating equal to or greater than her level. At that moment and thereafter, the bracers bestow a -5 penalty to AC. Once their curse is activated, bracers of defenselessness can be removed only by means of a remove curse spell."
		],
		"construction": "Requirements bracers of armor +5; Cost -"
	},
	"Broom of Animated Attack": {
		"itemname": "Broom of Animated Attack",
		"file": "magiccurseddisplay1fe8.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "wondrous",
		"slot": "none",
		"weight": 3,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 344`~, ~`PRPG Core Rulebook pg. 540`~",
			"Aura moderate transmutation CL 10th",
			"Slot none; Weight 3 lbs."
		],
		"description": [
			"This item is indistinguishable from a normal broom. It is identical to a broom of flying by all tests short of attempted use.",
			"If a creature attempts to fly using the broom, the broom does a loop-the-loop with its hopeful rider, dumping him on his head from 1d4+5 feet off the ground (no falling damage, since the fall is less than 10 feet). The broom then attacks the victim, swatting his face with the straw or twig end and beating him with the handle end. The broom gets two attacks per round with each end (two swats with the straw and two with the handle, for a total of four attacks per round). It attacks with a +5 bonus on each attack roll. The straw end causes a victim to be blinded for 1 round when it hits. The handle deals 1d6 points of damage when it hits. The broom has AC 13, CMD 17, 18 hit points, and hardness 4."
		],
		"construction": "Requirements broom of flying; Cost -"
	},
	"Buffoon's Sword": {
		"itemname": "Buffoon's Sword",
		"file": "magiccurseddisplay4612.html",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"type": "weapon",
		"slot": "none",
		"weight": 2,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 344`~, ~`Advanced Player's Guide pg. 310`~",
			"Aura moderate divination CL 10th",
			"Slot none; Weight 2 lbs."
		],
		"description": [
			"This blade seems to be and behaves in all ways as a sword of subtlety until actually used in combat. Once used in combat, it imposes a -10 penalty on all Stealth checks made by its wielder. It also makes it nearly impossible for the owner to tell a lie or engage in any other sort of subterfuge. Each time he does so, he must make a DC 15 Will saving throw to avoid blurting out the truth or taking some other involuntary action that spoils his attempted ruse. Only curse-ending magic can rid the wielder of the sword once its curse activates."
		],
		"construction": "Requirements sword of subtlety; Cost -"
	},
	"Cannibal Ring": {
		"itemname": "Cannibal Ring",
		"file": "magiccurseddisplayf8bc.html",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"type": "ring",
		"slot": "ring",
		"weight": 0,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 344`~, ~`Advanced Player's Guide pg. 310`~",
			"Aura strong transmutation CL 16th",
			"Slot ring; Weight -"
		],
		"description": [
			"This simple and unadorned copper ring appears slightly tarnished, but seemingly wards off the effects of hunger or other sorts of deprivation; all tests reveal it to be a ring of sustenance. However, after wearing it for 7 days, its owner instead comes to suffer from almost constant hunger and thirst, which, if not sated, ultimately drives him mad enough to become a cannibal. The wearer must eat and drink a full day’s worth of food and water each hour to avoid making a starvation or thirst check. Once the wearer starts to take lethal damage instead of nonlethal damage due to failed checks, he begins to experience ever more powerful cravings for the flesh of intelligent creatures (any living creature with an Intelligence of 3 or higher).",
			"Once the wearer feasts in such a manner, he recovers all nonlethal damage sustained from hunger and thirst, though he continues to suffer lethal damage on failed starvation and thirst checks. The next time he is in a situation in which he could eat part of an intelligent being, he must make a DC 15 Will save or dine on the forbidden meat. If the wearer succumbs to this urge again, he recovers all lethal damage from failed starvation and thirst checks, and realizes cannibalism is the key to avoiding the increased hunger and thirst-on any day he eats at least one meal of flesh from an intelligent creature, he does not have to make hourly starvation and thirst checks, and recovers any accumulated damage from failing these checks. Once its curse activates, the ring cannot be removed until the curse is broken."
		],
		"construction": "Requirements ring of sustenance; Cost -"
	},
	"Cape of Anchoring": {
		"itemname": "Cape of Anchoring",
		"file": "magiccurseddisplayc139.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "wondrous",
		"slot": "shoulders",
		"weight": 1,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 344`~",
			"Aura moderate abjuration CL 9th",
			"Slot shoulders; Weight 1 lb."
		],
		"description": [
			"This bright red and gold cape appears to be a cape of the mountebank. Once worn, however, it affects its wearer as if subject to a dimensional anchor spell. The cape can only be removed after its wearer is subject to a remove curse spell or similar effect."
		],
		"construction": "Requirements cape of the mountebank; Cost -"
	},
	"Carnivorous Jar": {
		"itemname": "Carnivorous Jar",
		"file": "magiccurseddisplay3a7c.html",
		"sources": [
			"Pathfinder #82: Secrets of the Sphinx"
		],
		"type": "wondrous",
		"slot": "none",
		"weight": 10,
		"cursed": true,
		"header": [
			"Carnivorous Jar",
			"Source ~`Pathfinder #82: Secrets of the Sphinx pg. 75`~",
			"Aura moderate necromancy CL 11th",
			"Slot none; Weight 10 lbs."
		],
		"description": [
			"A wooden stopper depicting an animal or human head seals this limestone jar. Any creature that opens the jar takes 3d6 points of Constitution damage as several of its internal organs vanish from its body and appear inside the jar. If the creature survives, the resulting trauma deals 2d6 points of bleed damage every round. This bleed damage lasts until the victim receives at least 5 points of magical healing or benefits from a DC 20 Heal check. A carnivorous jar functions only once, and can be found alone or in sets of four."
		],
		"construction": "Requirements preserving flask, restorative ointment, or any item held in a jar or similar container; Cost -"
	},
	"Chatter Ring": {
		"itemname": "Chatter Ring",
		"file": "magiccurseddisplay30f0.html",
		"sources": [
			"Antihero's Handbook"
		],
		"type": "ring",
		"slot": "ring",
		"weight": 0,
		"cursed": true,
		"header": [
			"Chatter Ring",
			"Source ~`Antihero's Handbook pg. 31`~",
			"Aura faint divination CL 3rd",
			"Slot ring; Weight -"
		],
		"description": [
			"This ring appears as a normal ring of eloquence (Pathfinder RPG Advanced Class Guide 216), with four different languages (usually Common, Dwarven, Elven, and Gnome) etched around the inside of a silver band, and the wearer of a chatter ring gains the ability to speak the four languages inscribed in the ring. However, the difference between a chatter ring and a normal ring of eloquence quickly becomes apparent when the wearer speaks, as he becomes overwhelmingly talkative. The wearer takes a -2 penalty on Bluff, Diplomacy, Disguise, Perform (oratory), and Stealth checks. The ring can be removed only after the wearer benefits from a remove curse spell or similar effect."
		],
		"construction": "Requirements ring of eloquence; Cost -"
	},
	"Chomper": {
		"itemname": "Chomper",
		"file": "magiccurseddisplayc5e2.html",
		"sources": [
			"Ultimate Equipment",
			"Rival Guide"
		],
		"type": "wondrous",
		"slot": "none",
		"weight": 15,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 356`~, ~`Rival Guide pg. 41`~",
			"Aura strong conjuration CL 17th",
			"Slot none; Weight 15 lbs."
		],
		"description": [
			"Most bags of devouring appear to be normal sacks, but Chomper is unlike most bags of devouring. Sporting rows of vicious teeth, a bad attitude, and a thirst to devour all things, this intelligent cursed item believes that it is the favored maw and most important appendage of a creature it mysteriously refers to as the Eater of All. Chomper hates all creatures except for demons, whom it considers kindred spirits of destruction.",
			"Chomper has all of the magical abilities of a regular bag of devouring, along with the following additional powers. ",
			{
				"list": true,
				"items": [
					"As a standard action, Chomper’s possessor can swing the bag by its straps in an attempt to strike any single creature or unattended item within a 5-foot radius. Chomper (not the wielder) can then make a single bite attack against the target. This bite has a +14 attack bonus and deals 1d10+5 points of damage plus 2 points of bleed damage. This action does not provoke attacks of opportunity. Attacks made in this way are never modified by the wielder’s abilities.",
					"When a non-demon is in possession of Chomper, the bag’s cursed aura imparts a –1 penalty on all of its wielder’s attack rolls, saving throws, skill checks, and ability checks. If Chomper manages to gain dominance over a non-demon wielder through a personality conflict, it directs its bearer to seek out victims to feed to it."
				]
			}
		],
		"construction": "Requirements bag of holding type III; Cost -"
	},
	"Cloak of Immolation": {
		"itemname": "Cloak of Immolation",
		"file": "magiccurseddisplaycbd3.html",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"type": "wondrous",
		"slot": "shoulders",
		"weight": 1,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 344`~, ~`Advanced Player's Guide pg. 310`~",
			"Aura strong evocation CL 12th",
			"Slot shoulders; Weight 1 lb."
		],
		"description": [
			"This cloak appears to be a finely made garment that radiates protective magic. The cloak can be handled or examined without harm, but when it is put on, it immediately bursts into flames that burn continuously but do not harm the cloak, only its wearer. The cloak deals 1d6 points of fire damage each round and cannot be removed unless the curse is broken. Sufficient amounts of water or other smothering materials can douse the flames temporarily, but the cloak reignites when exposed to air again. Spells like resist energy, protection from energy, and similar effects can protect the wearer against the cloak's flames while they last."
		],
		"construction": "Requirements any cloak; Cost -"
	},
	"Constrictor Armor": {
		"itemname": "Constrictor Armor",
		"file": "magiccurseddisplay6657.html",
		"sources": [
			"Pathfinder #82: Secrets of the Sphinx"
		],
		"type": "armor",
		"slot": "body",
		"weight": 30,
		"cursed": true,
		"header": [
			"Constrictor Armor",
			"Source ~`Pathfinder #82: Secrets of the Sphinx pg. 75`~",
			"Aura strong transmutation CL 12th",
			"Slot body; Weight 30 lbs."
		],
		"description": [
			"Designed to resemble the wide scales on a serpent's belly, this armor functions as a +1 breastplate of fire resistance. The first time the wearer is struck in melee, the armor animates and begins crushing its wearer. On the round that the armor animates, it automatically grapples the wearer. In following rounds, at the beginning of the wearer's turn, the armor makes a grapple combat maneuver check (CMB +20) to constrict the wearer. If successful, the armor deals 2d6 points of damage each round. Once animated, the armor releases its grip only when it is destroyed or its wearer dies. The wearer can't physically remove the armor once it activates, but others can help destroy or remove it. This armor functions normally (without animating) when worn by unliving creatures such as constructs and undead."
		],
		"construction": "Requirements +1 breastplate of fire resistance; Cost -"
	},
	"Crown of Blindness": {
		"itemname": "Crown of Blindness",
		"file": "magiccurseddisplay2b42.html",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"type": "wondrous",
		"slot": "headband",
		"weight": 1,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 345`~, ~`Advanced Player's Guide pg. 310`~",
			"Aura moderate illusion CL 10th",
			"Slot headband; Weight 1 lb."
		],
		"description": [
			"This fine silver circlet is often set with a milky moonstone. When a wearer places it on his head, the stone quickly goes dark like the waning moon, and the wearer must make a DC 14 Fortitude saving throw or immediately go blind. The saving throw must be made each round that the crown is worn until the wearer succumbs to the blindness. Removing the circlet requires breaking the curse. In addition to a remove curse spell or similar effect, remove blindness/deafness can be used to end the circlet's curse long enough to remove the item."
		],
		"construction": "Requirements headband of alluring charisma, headband of inspired wisdom, headband of mental prowess, headband of mental superiority, headband of vast intelligence, moon circlet; Cost -"
	},
	"Crystal Hypnosis Ball": {
		"itemname": "Crystal Hypnosis Ball",
		"file": "magiccurseddisplay4a9d.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "wondrous",
		"slot": "none",
		"weight": 7,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 345`~, ~`PRPG Core Rulebook pg. 540`~",
			"Aura strong divination CL 17th",
			"Slot none; Weight 7 lbs."
		],
		"description": [
			"This cursed scrying device is at first glance indistinguishable from a normal crystal ball. However, anyone attempting to use the scrying device becomes fascinated for 1d6 minutes, and a telepathic suggestion is implanted in her mind (Will DC 19 negates).",
			"The user of the device believes that she viewed the desired creature or scene through the ball, but she actually came under the influence of a powerful wizard, lich, or even some power or being from another plane. Each further use brings the crystal hypnosis ball's gazer deeper under the influence of the controller, either as a servant or a tool. Note that throughout this time, the user remains unaware of her subjugation."
		],
		"construction": "Requirements crystal ball; Cost -"
	},
	"Cursed Backbiter Spear": {
		"itemname": "Cursed Backbiter Spear",
		"file": "magiccurseddisplay0e85.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "weapon",
		"slot": "none",
		"weight": 3,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 345`~, ~`PRPG Core Rulebook pg. 542`~",
			"Aura moderate evocation CL 10th",
			"Slot none; Weight 3 lbs."
		],
		"description": [
			"This is a +2 shortspear, but each time it is used in melee against a foe and the attack roll is a natural 1, it damages its wielder instead of her intended target. When the curse takes effect, the spear curls around to strike its wielder in the back, automatically dealing the damage to the wielder. The curse even functions when the spear is hurled, and in such a case the damage to the hurler is doubled."
		],
		"construction": "Requirements +2 shortspear, any magic weapon; Cost -"
	},
	"Deadflesh Waraxe": {
		"itemname": "Deadflesh Waraxe",
		"file": "magiccurseddisplayb0b2.html",
		"sources": [
			"Dungeons of Golarion"
		],
		"type": "weapon",
		"slot": "none",
		"weight": 8,
		"cursed": true,
		"header": [
			"Deadflesh Waraxe",
			"Source ~`Dungeons of Golarion pg. 62`~",
			"Aura strong conjuration and transmutation CL 12th",
			"Slot none; Weight 8 lbs."
		],
		"description": [
			"These +1 mithral ghost touch undead bane dwarven waraxes were crafted hurriedly to combat the rising undead threat, but the rush to craft these weapons and cut corners in their creation resulted in a dangerous flaw-whenever an undead creature is slain with a deadflesh waraxe, the axe allows a portion of the destroyed undead's necromantic energy to flow through the axe and into the wielder's body, causing the wielder to become shaken for 1 minute if he fails a DC 15 Will save. These effects stack with each other-the second time the victim succumbs, he becomes frightened. The third time, he is panicked and drops the deadflesh waraxe in his attempt to flee. This is a mind-affecting fear effect. This flaw is relatively subtle-in order to notice it when identifying the item, the examiner must exceed the DC 27 Spellcraft check by 10 points or more. In the hands of a soldier ready to deal with this imperfection, a deadflesh waraxe can be a powerful tool against the undead, but many of the dwarven defenders of the mines weren't made aware of the flaw until it was too late."
		],
		"construction": "Requirements +1 mithral ghost touch undead bane dwarven waraxe; Cost -"
	},
	"Deadly Returns Throwing Axe": {
		"itemname": "Deadly Returns Throwing Axe",
		"file": "magiccurseddisplay3208.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "weapon",
		"slot": "none",
		"weight": 2,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 345`~",
			"Aura moderate evocation CL 8th",
			"Slot none; Weight 2 lbs."
		],
		"description": [
			"This weapon appears to be a +2 returning throwing axe. Instead of the normal returning ability, this axe only returns when the wielder misses her target. When it does return, it attacks the wielder. It uses the wielder's full base attack bonus with this attack. If it hits, it sticks in the wielder, and the wielder can pull out the axe with a swift action. If it misses the wielder, it falls to a random unoccupied square adjacent to the wielder and must be picked up as soon as possible. The wielder of the deadly returns throwing axe always uses it as her primary weapon until subject to a remove curse spell or similar effect."
		],
		"construction": "Requirements +2 returning throwing axe; Cost -"
	},
	"Drums of Lethargy": {
		"itemname": "Drums of Lethargy",
		"file": "magiccurseddisplay9c58.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "wondrous",
		"slot": "none",
		"weight": 5,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 345`~",
			"Aura faint transmutation CL 5th",
			"Slot none; Weight 5 lbs."
		],
		"description": [
			"This set of kettle drums appears to be drums of haste. When a creature plays the drums, it affects all creatures (including the creature playing the drums) as though subject to a slow spell. A DC 14 Will save negates the effect. No Perform check is needed to create the slow effect."
		],
		"construction": "Requirements drums of haste; Cost -"
	},
	"Dust of Sneezing and Choking": {
		"itemname": "Dust of Sneezing and Choking",
		"file": "magiccurseddisplay5f6e.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "wondrous",
		"slot": "none",
		"weight": 0,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 345`~, ~`PRPG Core Rulebook pg. 540`~",
			"Aura moderate conjuration CL 7th",
			"Slot none; Weight -"
		],
		"description": [
			"This fine dust appears to be dust of appearance. If cast into the air, it causes those within a 20-foot spread to fall into fits of sneezing and coughing. Those who fail a DC 15 Fortitude save take 3d6 points of Constitution damage immediately. Those who succeed on this saving throw are nonetheless disabled by choking (treat as stunned) for 5d4 rounds."
		],
		"construction": "Requirements dust of appearance, dust of tracelessness; Cost -"
	},
	"Eyes of Blindness": {
		"itemname": "Eyes of Blindness",
		"file": "magiccurseddisplaya25b.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "wondrous",
		"slot": "eyes",
		"weight": 0,
		"cursed": true,
		"header": [
			"Eyes of Blindness",
			"Source ~`Ultimate Equipment pg. 345`~",
			"Aura faint necromancy CL 5th",
			"Slot eyes; Weight -"
		],
		"description": [
			"These normal-looking glasses appear harmless and nondescript. When they are worn, the wearer becomes blinded as if subject to the blindness/deafness spell (no saving throw)."
		],
		"construction": "Requirements any glasses or lenses; Cost -"
	},
	"Flask of Curses": {
		"itemname": "Flask of Curses",
		"file": "magiccurseddisplay2595.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "wondrous",
		"slot": "none",
		"weight": 2,
		"cursed": true,
		"header": [
			"Flask of Curses",
			"Source ~`Ultimate Equipment pg. 345`~, ~`PRPG Core Rulebook pg. 540`~",
			"Aura moderate conjuration CL 7th",
			"Slot none; Weight 2 lbs."
		],
		"description": [
			"This item looks like an ordinary beaker, bottle, container, decanter, flask, or jug. It may contain a liquid, or it may emit smoke. When the flask is first unstoppered, all creatures within 30 feet must make a DC 17 Will save or be cursed, taking a -2 penalty on attack rolls, saving throws, and skill checks until a remove curse spell is cast upon them."
		],
		"construction": "Requirements decanter of endless water, efreeti bottle, eversmoking bottle, iron flask; Cost -"
	},
	"Gauntlets of Fumbling": {
		"itemname": "Gauntlets of Fumbling",
		"file": "magiccurseddisplay3afe.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "wondrous",
		"slot": "hands",
		"weight": 2,
		"cursed": true,
		"header": [
			"Gauntlets of Fumbling",
			"Source ~`Ultimate Equipment pg. 346`~, ~`PRPG Core Rulebook pg. 540`~",
			"Aura moderate transmutation CL 7th",
			"Slot hands; Weight 2 lbs."
		],
		"description": [
			"These gauntlets perform according to their appearance until the wearer finds herself under attack or in a lifeand- death situation. At that time, the curse is activated. The wearer becomes fumble-fingered, with a 50% chance each round of dropping anything held in either hand. The gauntlets also lower the wearer's Dexterity score by 2 points. Once the curse is activated, the gloves can be removed only by means of a remove curse spell, a wish, or a miracle."
		],
		"construction": "Requirements gauntlet of rust, gloves of arrow snatching, glove of storing, gloves of swimming and climbing; Cost -"
	},
	"Girdle of Opposite Gender": {
		"itemname": "Girdle of Opposite Gender",
		"file": "magiccurseddisplaya954.html",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"type": "wondrous",
		"slot": "belt",
		"weight": 1,
		"cursed": true,
		"header": [
			"Girdle of Opposite Gender",
			"Source ~`Ultimate Equipment pg. 346`~, ~`Advanced Player's Guide pg. 310`~",
			"Aura moderate transmutation CL 10th",
			"Slot belt; Weight 1 lb."
		],
		"description": [
			"When this magical belt is put on, the wearer must immediately make a DC 20 Fortitude saving throw or be transformed into a person of the opposite gender. The character's abilities, mind, and spirit remain unaffected; only the character's sex changes. If the character's saving throw is a natural 1, the item actually removes all gender from the wearer, giving him an androgynous, neutered appearance. The change is permanent unless undone with curse-removing magic. Once its magic takes effect, the belt can be removed without effort. A creature can only be affected by a particular girdle once, though other girdles of this type can cause further transformations."
		],
		"construction": "Requirements any belt; Cost -"
	},
	"Grasp of Droskar": {
		"itemname": "Grasp of Droskar",
		"file": "magiccurseddisplayd033.html",
		"sources": [
			"Crown of the Kobold King"
		],
		"type": "wondrous",
		"slot": "wrists",
		"cost": 12302,
		"weight": 0,
		"cursed": true,
		"header": [
			"Grasp of Droskar",
			"Source ~`Crown of the Kobold King pg. 12`~",
			"Aura moderate transmutation and divination CL 10th",
			"Slot gauntlet; Price 12,302 gp; Weight -"
		],
		"description": [
			"This left-handed black iron gauntlet appears little more than a dull soot-stained plated glove at first glance, but in truth it is a powerful boon granted by Droskar to his most faithful subjects. Placing the glove on your left hand causes excruciating pain as your appendage curls into a tight fist and then slowly transforms to supernaturally hard black stone. You cannot use your left hand for anything beyond smashing it into objects or creatures (you cannot carry a shield or secondary weapon and you take a -4 on skill checks that usually require two hands). The gauntlet cannot be removed without a successful casting of remove curse, break enchantment, or similar spell.",
			"The gauntlet grants you a +2 enhancement bonus to Strength and acts as a +1 adamantine gauntlet. The item also grants you the ability to use the gauntlet as a secondary natural weapon. In addition, the Grasp of Droskar allows its wearer to use stone shape once per day."
		],
		"construction": "Requirements Craft Wondrous Item, bull's strength, magic fang, stone shape; Cost 7,802 gp"
	},
	"Gravesoul Armor": {
		"itemname": "Gravesoul Armor",
		"file": "magiccurseddisplay580b.html",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"type": "armor",
		"slot": "armor",
		"weight": 20,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 346`~, ~`Advanced Player's Guide pg. 310`~",
			"Aura moderate enchantment CL 10th",
			"Slot armor; Weight 20 lbs."
		],
		"description": [
			"This armor behaves in all ways as if it were +1 undead controlling studded leather until its owner actually attempts to use its special property. At that point, the wearer and all living creatures within a 20-foot radius must succeed at a DC 15 Will saving throw to avoid believing that they are actually some sort of undead creature for the next 24 hours. The GM can either roll randomly (1d6; 1–3 zombies, 4–5 ghouls, 6 vampires) or choose which sorts of specific undead the affected creatures believe themselves to be. Creatures affected by the armor behave as normal for the sorts of undead they regard themselves as-\"zombies\" mindlessly attack unassociated creatures near them, vampires attempt to bite victims on the neck, and so on-but gain none of the special abilities of that creature. The affected creatures react negatively to effects that harm \"their\" type of undead, so \"vampires\" avoid garlic, \"wraiths\" recoil from sunlight, and so on. The creatures continue to believe they are actually undead and ignore all evidence to the contrary. If attacked, they defend themselves, even if this requires using abilities they have but \"their\" type of undead normally lacks; for example, a barbarian who thinks she’s a ghoul can still rage. Channel energy and other undead-affecting effects have no effect on creatures affected by gravesoul armor.",
			"This is a mind-affecting, compulsion enchantment. The wearer of the armor can use this power up to three times per day, though it can only work on a particular creature once in any 24-hour period. Regardless of the curse, the armor is still +1 studded leather, and some characters may find it useful despite its (nonexistent) power over undead. Unlike most cursed items, this one is easily discarded without any magical assistance."
		],
		"construction": "Requirements +1 undead controlling studded leather; Cost -"
	},
	"Hat of Hatreds": {
		"itemname": "Hat of Hatreds",
		"file": "magiccurseddisplay1741.html",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"type": "wondrous",
		"slot": "head",
		"weight": 0,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 346`~, ~`Advanced Player's Guide pg. 310`~",
			"Aura moderate illusion CL 10th",
			"Slot head; Weight -"
		],
		"description": [
			"This hat performs in all ways like a hat of disguise until its owner attempts to use it to disguise himself in the presence of a hostile creature. Once he does, the hat causes him to assume the guise of the creature or person the hostile creature most wants to harm. The hat never causes the wearer to assume the appearance of someone the viewer wouldn’t harm if he had the opportunity (for example, the greatly feared leader of the local temple).",
			"Once the hat reveals its true abilities, it no longer responds to attempts by its wearer to change his appearance. Instead, it automatically causes him to take on the guise of someone known to and despised by those viewing him, complete with supplementary illusions that make that wearer appear disoriented, injured, or weak. For example, in a goblin lair, the wearer might look like the tribe’s chief, but sleepy and vulnerable. In a human town, the wearer may look like the hated local bully, drunk and staggering. In an evil town, the wearer looks like a confused visitor and appears to be an ideal target to victimize with some crime.",
			"Curse-breaking magic is necessary to remove the hat."
		],
		"construction": "Requirements hat of disguise; Cost -"
	},
	"Haunted Doll": {
		"itemname": "Haunted Doll",
		"file": "magiccurseddisplay1710.html",
		"sources": [
			"Occult Adventures"
		],
		"type": "wondrous",
		"slot": "none",
		"weight": 1,
		"cursed": true,
		"header": [
			"Haunted Doll",
			"Source ~`Occult Adventures pg. 265`~",
			"Aura moderate divination and necromancy CL 11th",
			"Slot none; Weight 1 lb."
		],
		"description": [
			"When glimpsed out of the corner of the eye, the beatific expression of this child's rag doll twists into a malignant grin. The doll feeds off of violent emotion and anger. Each time anger flares or battle rages within 20 feet of the doll, there is a 5% chance the malevolent spirit within the doll awakens, manifesting as an advanced poltergeist (Pathfinder RPG Bestiary 2 292, 211). When this happens, the doll becomes incorporeal and floats into the air, the poltergeist's malevolent spirit invisibly surrounding it. The poltergeist's site bond ability is tied to the space it spawned in, and it immediately attacks those around it. When the poltergeist is slain, the doll turns corporeal again and falls to the ground, its spirit quelled for the time being. The spirit within the doll can be questioned using the call spirit spell.",
			"Owning a haunted doll leads to troubled dreams for the possessor, full of seemingly prophetic warnings of doom. Each night, there is a 10% chance that the owner needs to attempt a DC 20 Will save. On a failure, the owner gains no rest for the night and can't recover spells, pools, or other daily abilities."
		],
		"construction": "Requirements anatomy doll, hexing doll, ganji doll; Cost -"
	},
	"Headband of Stupidity": {
		"itemname": "Headband of Stupidity",
		"file": "magiccurseddisplayc7cf.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "wondrous",
		"slot": "headband",
		"weight": 1,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 346`~",
			"Aura strong transmutation CL 8th",
			"Slot headband; Weight 1 lb."
		],
		"description": [
			"This headband appears to be a headband of vast intellect +4, but instead of granting a +4 bonus to Intelligence and bonuses to associated skills, the wearer take a -4 penalty to Intelligence and a further -2 penalty on all Knowledge checks. The wearer is not aware of the debilitating effects of the headband; even the stupidest statement or misguided insight seems intelligent to him while he is wearing it."
		],
		"construction": "Requirements headband of vast intellect +4; Cost -"
	},
	"Heavy Hammer": {
		"itemname": "Heavy Hammer",
		"file": "magiccurseddisplaydf06.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "weapon",
		"slot": "none",
		"weight": 20,
		"cursed": true,
		"header": [
			"Heavy Hammer",
			"Source ~`Ultimate Equipment pg. 346`~",
			"Aura moderate transmutation CL 8th",
			"Slot none; Weight 20 lbs."
		],
		"description": [
			"This massive warhammer is even heavier than its size would normally warrant. A creature wielding the hammer takes a -2 penalty on attack rolls and a +4 bonus on damage rolls, as well as a -10 penalty to speed. Once picked up, this weapon must be used as the creature's primary weapon until subject to a successful remove curse spell."
		],
		"construction": "Requirements +2 warhammer; Cost -"
	},
	"Helm of Ikimizi": {
		"itemname": "Helm of Ikimizi",
		"file": "magiccurseddisplayb2bf.html",
		"sources": [
			"Lost Kingdoms"
		],
		"type": "wondrous",
		"slot": "head",
		"weight": 3,
		"cursed": true,
		"header": [
			"Helm of Ikimizi",
			"Source ~`Lost Kingdoms pg. 32`~",
			"Aura moderate enchantment CL 7th",
			"Slot head; Price -; Weight 3 lbs."
		],
		"description": [
			"The helm of Ikimizi grants its wearer a +4 circumstance bonus on attack rolls made to confirm critical hits. However, whenever the wearer threatens a critical hit (regardless of whether or not he actually succeeds), he immediately becomes berserk (gaining all the benefits and drawbacks of the barbarian's rage ability). For 1d4+1 rounds, he is compelled to attack the nearest creature until it has fallen, regardless of whether the target is friend or foe.",
			"In addition, whenever the wearer of a helm of Ikimizi slays a creature, he must spend at least 1 full-round action feasting on the flesh of the fallen creature, heedless of anything or anyone else around him.",
			"Once it is equipped, the helm of Ikimizi can only be removed by a remove curse spell."
		],
		"construction": "Requirements helm of comprehend languages and read magic, helm of telepathy, helm of underwater action; Cost -"
	},
	"Helm of Opposite Alignment": {
		"itemname": "Helm of Opposite Alignment",
		"file": "magiccurseddisplaya2cd.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "wondrous",
		"slot": "head",
		"weight": 3,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 347`~, ~`PRPG Core Rulebook pg. 540`~",
			"Aura strong transmutation CL 12th",
			"Slot head; Weight 3 lbs."
		],
		"description": [
			"When placed upon the head, this item's curse immediately takes effect (Will DC 1 5 negates). On a failed save, the alignment of the wearer is radically altered to an alignment as different as possible from the former alignment-good to evil, chaotic to lawful, neutral to some extreme commitment (LE, LG, CE, or CG). Alteration in alignment is mental as well as moral, and the individual changed by the magic thoroughly enjoys his new outlook. A character who succeeds on his save can continue to wear the helmet without suffering the effect of the curse, but if he takes it off and later puts it on again, another save is required.",
			"Only a wish or a miracle can restore a character's former alignment, and the affected individual does not make any attempt to return to the former alignment. In fact, he views the prospect with horror and avoids it in any way possible. If a character of a class with an alignment requirement is affected, an atonement spell is needed as well if the curse is to be obliterated. When a helm of opposite alignment has functioned once, it loses its magical properties."
		],
		"construction": "Requirements hat of disguise, helm of comprehend languages and read magic, helm of telepathy; Cost -"
	},
	"Incense of Obsession": {
		"itemname": "Incense of Obsession",
		"file": "magiccurseddisplay8ebc.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "wondrous",
		"slot": "none",
		"weight": 0,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 347`~, ~`PRPG Core Rulebook pg. 541`~",
			"Aura moderate enchantment CL 6th",
			"Slot none; Weight -"
		],
		"description": [
			"These blocks of incense appear to be incense of meditation. If meditation is conducted while the incense of obsession are burning, the user becomes totally confident that her spell ability is superior due to the magic incense. She uses her spells at every opportunity, even when not needed or useless. The user remains obsessed with her abilities and spells until all have been used or cast, or until 24 hours have elapsed."
		],
		"construction": "Requirements incense of meditation; Cost -"
	},
	"Kleptomaniac's Gloves": {
		"itemname": "Kleptomaniac's Gloves",
		"file": "magiccurseddisplay0003.html",
		"sources": [
			"Antihero's Handbook"
		],
		"type": "wondrous",
		"slot": "hands",
		"weight": 1,
		"cursed": true,
		"header": [
			"Kleptomaniac's Gloves",
			"Source ~`Antihero's Handbook pg. 31`~",
			"Aura faint transmutation CL 3rd",
			"Slot hands; Weight 1 lb."
		],
		"description": [
			"These simple calfskin gloves intensify the avaricious inclinations of their wearer. Kleptomaniac's gloves confer the same +5 competence bonus on Sleight of Hands checks as gloves of larceny (Pathfinder RPG Ultimate Equipment 237), but the first time the wearer attempts to take something from a given creature with a Sleight of Hand check, she must attempt another such check against that creature at the first available opportunity, whether or not the first attempt was successful. This increases the DC of the check by 10, as though the first attempt were a failure, and it imparts a -20 penalty on the check. Kleptomaniac's gloves can be removed only after the wearer benefits from a remove curse spell or similar effect."
		],
		"construction": "Requirements gloves of larceny; Cost -"
	},
	"Liar's Well": {
		"itemname": "Liar's Well",
		"file": "magiccurseddisplay5259.html",
		"sources": [
			"Classic Treasures Revisited"
		],
		"type": "wondrous",
		"slot": "none",
		"cost": 84250,
		"weight": 0,
		"cursed": true,
		"header": [
			"Liar's Well",
			"Source ~`Classic Treasures Revisited pg. 61`~",
			"Aura strong conjuration CL 17th",
			"Slot none; Price 84,250 gp; Weight -"
		],
		"description": [
			"When opened, this cursed well of many worlds has a 50% chance of displaying a false image of its destination. For example, the well may appear to open onto the plane of Axis while in reality opening onto a layer of the Abyss, though the difference is not always to the user's detriment. Any creatures emerging from the other side are not subject to the illusion. The false image is defeated by a true seeing spell."
		],
		"construction": "Requirements Craft Wondrous Item, gate, mirage arcana; Cost 42,125 gp"
	},
	"Mace of Blood": {
		"itemname": "Mace of Blood",
		"file": "magiccurseddisplay7571.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "weapon",
		"slot": "none",
		"weight": 8,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 347`~, ~`PRPG Core Rulebook pg. 541`~",
			"Aura moderate abjuration CL 8th",
			"Slot none; Weight 8 lbs."
		],
		"description": [
			"This +3 heavy mace must be coated in blood every day, or else its bonus fades away until the mace is coated again. The character using this mace must make a DC 13 Will save every day it is within her possession or become chaotic evil."
		],
		"construction": "Requirements +3 heavy mace; Cost -"
	},
	"Maniac Hand": {
		"itemname": "Maniac Hand",
		"file": "magiccurseddisplay6e69.html",
		"sources": [
			"Occult Adventures"
		],
		"type": "wondrous",
		"slot": "hand",
		"weight": 2,
		"cursed": true,
		"header": [
			"Maniac Hand",
			"Source ~`Occult Adventures pg. 266`~",
			"Aura strong necromancy CL 13th",
			"Slot none (replaces hand); Weight 2 lbs."
		],
		"description": [
			"This dried and withered hand ends in a jagged stump. When it is touched against the arm stump of a humanoid who has lost a hand, the maniac hand bonds instantly and returns to a lifelike appearance. It shrinks or grows to match the size of its new owner, and transforms itself to match the hand lost, becoming either a right or left hand. After merging, an uneven scar and unhealthy hue identify it as alien to its new owner.",
			"Attacks made with a maniac hand receive a +2 competence bonus on attack and damage rolls. In addition, when making a full attack, the wielder can accept a -2 penalty to AC in order to make one extra attack with the hand using the wielder's full base attack bonus. This benefit is not cumulative with similar effects, such as a haste spell. For the purposes of these bonuses, any weapon held in the maniac hand or in both hands qualifies, and the hand itself can deal damage as a slam attack appropriate to the wielder's size (1d4 for a Medium creature).",
			"A maniac hand has an insidious will that slowly usurps control from the owner. It has Intelligence 8, Wisdom 12, and Charisma 10. Incapable of communication and bereft of rational thought, a maniac hand knows only an insatiable urge to destroy. When first attached, a maniac hand has an Ego score of 5. At least once each day, when presented with an opportunity to murder a friend or innocent without being witnessed, the maniac hand attempts to assert control using the rules for items against characters (Core Rulebook 535). If it succeeds, the hand takes control of its owner until it can commit the murder or 5 minutes pass, whichever comes first. The owner remembers nothing of the crime save a blinding rage, and the hand's Ego score returns to 5. If the hand fails to assert control, the owner feels a momentary surge of anger, but can't identify the source. Each day that passes without the hand's murderous impulse killing a creature of Intelligence 3 or higher, its Ego score increases by 1. If its Ego score increases above 20, the hand no longer cares for caution, and attempts murder regardless of the chance of getting caught.",
			"A maniac hand that's denied the death of friends or innocents for more than 30 days turns against its owner. If in a position to sabotage the owner, such as by letting go of a rope, it attempts to assert control. It can assert control while the owner sleeps, strangling its host or seizing a weapon to deliver a coup de grace. The hand attempts such an act at most once per day. An owner willing to slaughter innocents can keep the hand satisfied by finding an innocent victim and voluntarily relinquishing control to the hand.",
			"If the owner tries to rid herself of the maniac hand by destroying or amputating it, the hand resists to the best of its ability. It makes attacks and one-handed grapple attempts with its owner's own Strength and Dexterity scores, augmented by the hand's bonuses. The hand has an AC equal to its owner's touch AC, except with a +4 size bonus that stacks with its owner's size modifier. Its owner loses her Dexterity bonus against the hand's attacks, but the hand retains its Dexterity bonus against its owner. The hand's hp is equal to 1/4 that of its owner.",
			"Successfully casting remove curse on a maniac hand prevents it from resisting amputation for 1 hour."
		],
		"construction": "Requirements hand of glory, hand of the mage, hand of stone; Cost -"
	},
	"Mask of Ugliness": {
		"itemname": "Mask of Ugliness",
		"file": "magiccurseddisplay8bb1.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "wondrous",
		"slot": "head",
		"weight": 1,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 347`~",
			"Aura moderate transmutation CL 8th",
			"Slot head; Weight 1 lb."
		],
		"description": [
			"This strange, featureless mask seems to have the powers of a headband of alluring charisma +4, but instead of granting a bonus to Charisma, the mask melds to the wearer's face, making him seem uglier and his words come off as crude and insulting. The wearer takes a -4 penalty to Bluff and Diplomacy checks but gains a +2 bonus to Intimidate checks."
		],
		"construction": "Requirements any magical mask or a headband of alluring charisma; Cost -"
	},
	"Medallion of Thought Projection": {
		"itemname": "Medallion of Thought Projection",
		"file": "magiccurseddisplayb17f.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "wondrous",
		"slot": "neck",
		"weight": 0,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 347`~, ~`PRPG Core Rulebook pg. 541`~",
			"Aura moderate divination CL 7th",
			"Slot neck; Weight -"
		],
		"description": [
			"This device seems like a medallion of thoughts, even down to the range at which it functions, except that the thoughts overheard are muffled and distorted, requiring a DC 15 Will save to sort them out. However, while the user thinks she is picking up the thoughts of others, all she is really hearing are figments created by the medallion itself. These illusory thoughts always seem plausible, and thus can seriously mislead any who rely upon them. What's worse, unknown to her, the cursed medallion actually broadcasts her thoughts to creatures in the path of the beam, thus alerting them to her presence."
		],
		"construction": "Requirements medallion of thoughts; Cost -"
	},
	"Mindborer Ioun Stone": {
		"itemname": "Mindborer Ioun Stone",
		"file": "magiccurseddisplay60ed.html",
		"sources": [
			"Seekers of Secrets"
		],
		"type": "wondrous",
		"slot": "none",
		"cost": 0,
		"weight": 0,
		"cursed": true,
		"header": [
			"Mindborer Ioun Stone",
			"Source ~`Seekers of Secrets pg. 57`~",
			"Aura strong transmutation CL 12th",
			"Slot none; Price varies; Weight -"
		],
		"description": [
			"This cursed item looks like any normal ioun stone, and has powers according to its color and shape. However, whenever you are in combat, the orbiting stone batters at your face and head, dealing 1 hit point of damage each round. If you sleep or fall unconscious while the stone is in orbit, it drills into your head, dealing 1 point of Intelligence, Wisdom, and Charisma damage each round until the penalty to one of these ability scores exceeds your actual score, at which point it removes itself from your head and hides itself on your person, near other gems. The stone can remove itself from a wayfinder to attack you in this fashion. The attack automatically wakes a sleeping character. The only way to end the attack is to interfere with the magic of the stone (by using dispel magic, entering an antimagic field, and so on) or grab it and place it in a container."
		],
		"construction": "Requirements Craft Magic Arms and Armor, creator must be 12th level; Cost varies"
	},
	"Mirror of Soul Snaring": {
		"itemname": "Mirror of Soul Snaring",
		"file": "magiccurseddisplay5eba.html",
		"sources": [
			"Occult Adventures"
		],
		"type": "wondrous",
		"slot": "none",
		"weight": 45,
		"cursed": true,
		"header": [
			"Mirror of Soul Snaring",
			"Source ~`Occult Adventures pg. 266`~",
			"Aura strong necromancy CL 15th",
			"Slot none; Weight 45 lbs."
		],
		"description": [
			"This normal mirror is roughly 4 feet long and 3 feet wide. It is similar to a mirror of opposition or mirror of life trapping, but it lacks a command word. A mirror of soul snaring has 15 extradimensional compartments within it. Any creature coming within 30 feet of the device and looking at its own reflection must succeed at a DC 23 Will save or have its soul sucked into one of the compartments. A creature not aware of the cursed nature of the device always sees its own reflection. The probability of a creature seeing its reflection and thus needing to attempt the saving throw drops to 50% if the creature is aware that the mirror is cursed and seeks to avoid looking at it (treat as a gaze attack).",
			"When a creature's soul is trapped, its body remains outside of the mirror. The body becomes possessed by a malignant spirit who behaves in a way entirely opposed to how the trapped creature would. Treat this spirit as the creature, with a reversed alignment (and potentially other factors reversed, such as being an antipaladin instead of a paladin). In the case of neutral characters, the spirit can be either chaotic evil or lawful good as decided by the GM. The death of the creature's original body does not free its soul from the mirror, though if it is ever set free, it immediately passes on to the afterlife as it no longer has a body to inhabit.",
			"If the mirror's capacity is exceeded, one victim's soul (determined randomly) is set free and immediately reconnects with its duplicate body if available. If the mirror is destroyed (hardness 1, 5 hit points), all victims currently trapped in it are freed. Unless the mirror is destroyed, not even a miracle or wish can restore the trapped creature's spirit to its body."
		],
		"construction": "Requirements mirror of life trapping, mirror of opposition; Cost -"
	},
	"Monkey's Paw": {
		"itemname": "Monkey's Paw",
		"file": "magiccurseddisplay8272.html",
		"sources": [
			"Occult Adventures"
		],
		"type": "wondrous",
		"slot": "none",
		"weight": 0.5,
		"cursed": true,
		"header": [
			"Monkey's Paw",
			"Source ~`Occult Adventures pg. 267`~",
			"Aura strong universal CL 20th",
			"Slot none; Weight 1/2 lb."
		],
		"description": [
			"This mummified monkey's hand bears the power to grant three wishes, but at a terrible cost. The paw can grant any request within the power of a wish spell, but the paw's curse twists the results to bring about despair. For example, a wish to prevent an erupting volcano from burying a town might drain the magma vault beneath the volcano, resulting in the town being swallowed up in a sinkhole when the vault collapses into a caldera. Careful wording to avoid negative effects simply results in the attempt failing without expending a wish. When the monkey's paw grants a wish, it writhes in the holder's grasp.",
			"Once the third wish of a monkey's paw is used, it loses its power for those who used the wishes and their acquaintances, but regains its power once passed on to a stranger."
		],
		"construction": "Requirements none; this is a unique cursed item; Cost -"
	},
	"Nearfiring Bow": {
		"itemname": "Nearfiring Bow",
		"file": "magiccurseddisplayd572.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "weapon",
		"slot": "none",
		"weight": 2,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 347`~",
			"Aura moderate divination CL 6th",
			"Slot none; Weight 2 lbs."
		],
		"description": [
			"This bow appears to be a +2 distance shortbow, but its curse is that it suffers a -4 cumulative penalty for each range increment beyond the first. Furthermore, it takes an additional -4 penalty on critical confirmation rolls when firing beyond the first range increment. This bow must be used as its wielder's primary ranged weapon and can only be discarded after the owner is subject to a remove curse spell or similar effect."
		],
		"construction": "Requirements +2 distance shortbow; Cost -"
	},
	"Necklace of Strangulation": {
		"itemname": "Necklace of Strangulation",
		"file": "magiccurseddisplay74ee.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "wondrous",
		"slot": "neck",
		"weight": 0,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 347`~, ~`PRPG Core Rulebook pg. 541`~",
			"Aura strong conjuration CL 18th",
			"Slot neck; Weight -"
		],
		"description": [
			"A necklace of strangulation appears to be a wondrous piece of magical jewelry. When placed on the neck, the necklace immediately tightens, dealing 6 points of damage per round. It cannot be removed by any means short of a limited wish, wish, or miracle, and remains clasped around the victim's throat even after his death. Only when he has decayed to a dry skeleton (after approximately 1 month) does the necklace loosen, ready for another victim."
		],
		"construction": "Requirements necklace of adaptation, necklace of fireballs, periapt of health, periapt of proof against poison, periapt of wound closure; Cost -"
	},
	"Needful Doll": {
		"itemname": "Needful Doll",
		"file": "magiccurseddisplayd0d7.html",
		"sources": [
			"Horror Adventures"
		],
		"type": "wondrous",
		"slot": "none",
		"weight": 1,
		"cursed": true,
		"header": [
			"Needful Doll",
			"Source ~`Horror Adventures pg. 226`~",
			"Aura strong conjuration and illusion CL 13th",
			"Slot none; Weight 1 lb."
		],
		"description": [
			"When a humanoid creature picks up this ugly old doll, he triggers a horrible curse. Thereafter, the cursed doll considers that creature its owner. If the owner leaves the doll, it appears next to him the next time he sleeps.",
			"The doll is vindictive. If the owner repeatedly tries to get rid of it or leaves it behind at home, it torments him with terrible nightmares in which everyone he trusts abandons him. If the owner destroys the doll, he has disturbing nightmares in which people he trusts murder him in gruesome ways. If the owner keeps the doll in a backpack or other closed container for much of the day, he has nightmares in which he slowly suffocates in a dark, cramped place.",
			"The nightmares occur the next time the owner sleeps. This functions as per nightmare (DC 22); the doll is considered to have firsthand knowledge of the owner (or familiar knowledge if the owner has owned the doll for more than a week) and to have a body part. Regardless of how the owner abandons or destroys the doll, it returns the next night in the same condition as when the owner first found it. Using break enchantment or remove curse on the doll makes it unable to return for 1d4+1 days, though at that point, it returns as usual.",
			"The doll is quick to forgive, however. If the owner treats it well for a day, carrying it openly and maintaining physical contact, the nightmares fade away until the doll feels that it has been mistreated again. The only certain way to get rid of or destroy the doll (short of miracle or wish) is to find someone who accepts it as a gift. If the owner dies, the curse is lifted, and the doll patiently waits until a new owner finds it, though if the previous owner returns from the dead before that time, the doll returns to his side."
		],
		"construction": "Requirements anatomy doll (Ultimate Equipment 276), ganji doll, hexing doll; Cost -"
	},
	"Net of Snaring": {
		"itemname": "Net of Snaring",
		"file": "magiccurseddisplayed9c.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "weapon",
		"slot": "none",
		"weight": 1,
		"cursed": true,
		"header": [
			"Net of Snaring",
			"Source ~`Ultimate Equipment pg. 348`~, ~`PRPG Core Rulebook pg. 541`~",
			"Aura moderate evocation CL 8th",
			"Slot none; Weight 1 lb."
		],
		"description": [
			"This net provides a +3 bonus on attack rolls but can only be used underwater. Underwater, it can be commanded to shoot forth up to 30 feet to trap a creature. If thrown on land, it changes course to target the creature that threw it."
		],
		"construction": "Requirements +3 net; Cost -"
	},
	"One-Way Window": {
		"itemname": "One-Way Window",
		"file": "magiccurseddisplay0f20.html",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"type": "wondrous",
		"slot": "none",
		"weight": 1,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 348`~, ~`Advanced Player's Guide pg. 310`~",
			"Aura faint divination CL 5th",
			"Slot none; Weight 1 lb."
		],
		"description": [
			"This small, 6-inch-square glass tablet grows to a 6-foot-by- 3-foot window if placed on any sufficiently large vertical surface and returns to its original size if removed. The window melds ever so slightly into the surface, allowing it to ignore minor protrusions, curves, or anything else that would normally make it difficult to simply lay down a pane of glass.",
			"On command, the front of this glass displays all activities on the other side of this surface like a window, piercing wood, earth, or stone up to 10 feet deep, but not metal. The window does not reveal its existence to non-hostile creatures depicted within it, allowing observers to study them at their leisure.",
			"However, once the owner of the window uses it to spy on hostile creatures, its curse activates. From that moment on, the window presents its owner and anyone looking through the window with an artificial image of the other side designed to lull them into a sense of false confidence- enemies appear sleeping or drunk, pits have obvious plank bridges for easy crossing, and so on. While presenting this image to those in front of the mirror, it reveals those viewers to the enemies being observed, creating a two-way window; however, viewed creatures see those using the mirror accurately and can read their thoughts as if using detect thoughts. Furthermore, the image shown to those using the mirror does not reveal that the creatures they are watching can see them as well.",
			"Once the curse activates, the owner comes to regard using the mirror to spy ahead as his most effective tactic (after all, it has no limit to its duration) and does so whenever possible until curse-breaking magic frees him from its influence. Anyone who uses the mirror to spy on hostiles, even if he wasn’t the one to activate the mirror, is also subject to this desire to continue using it."
		],
		"construction": "Requirements mirror of life trapping, mirror of opposition; Cost -"
	},
	"Ornery Pistol": {
		"itemname": "Ornery Pistol",
		"file": "magiccurseddisplaya2af.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "weapon",
		"slot": "none",
		"weight": 4,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 348`~",
			"Aura strong transmutation CL 12th",
			"Slot none; Weight 4 lbs."
		],
		"description": [
			"This pistol acts as a normal +2 pistol, but it has a strange aversion to talk of peace. Anytime the wielder or an ally within line of sight that the wielder can hear attempts to improve a creature's initial attitude with the Diplomacy skill, without spending an action, the pistol leaps into the wielder's hand and takes a single shot at the creature the wielder or ally is using Diplomacy against. If the wielder or ally is attempting to affect multiple creatures, the gun shoots a random member of the group. This occurs even if the pistol is unloaded, as the pistol's curse magically loads itself with a normal bullet and black powder when the action is taken."
		],
		"construction": "Requirements any pistol; Cost -"
	},
	"Overcharged Staff": {
		"itemname": "Overcharged Staff",
		"file": "magiccurseddisplay43d9.html",
		"sources": [
			"Antihero's Handbook"
		],
		"type": "staff",
		"slot": "none",
		"weight": 5,
		"cursed": true,
		"header": [
			"Overcharged Staff",
			"Source ~`Antihero's Handbook pg. 31`~",
			"Aura moderate evocation CL 11th",
			"Slot none; Weight 5 lbs."
		],
		"description": [
			"This staff appears as a normal staff of electricity, except it is black instead of silver and electricity occasionally arcs along the shaft. The curse on this weapon alters the shocking grasp, lightning bolt, and chain lightning spells granted by the staff, causing extra surges of energy to damage the wielder and his allies.",
			"When the wielder uses the overcharged staff to cast shocking grasp, he takes 1d3 points of electricity damage per caster level (maximum 5d3). When the wielder uses the overcharged staff to cast lightning bolt, a random ally takes 1d6 points of electricity damage per caster level (maximum 10d6); the ally takes half that amount with a successful Reflex save. When the wielder uses the overcharged staff to cast chain lightning, for each target the wielder chooses as a primary or secondary target, a random ally must be chosen as a secondary target."
		],
		"construction": "Requirements staff of electricity; Cost -"
	},
	"Pauldrons of the Jackass": {
		"itemname": "Pauldrons of the Jackass",
		"file": "magiccurseddisplay4ad6.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "wondrous",
		"slot": "shoulders",
		"weight": 3,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 348`~",
			"Aura moderate transmutation CL 7th",
			"Slot shoulders; Weight 3 lbs."
		],
		"description": [
			"These steel pauldrons seem to be emblazoned with stampeding horses until they are worn, and then the horses change shape to that of dumfounded donkeys. The wearer of these pauldrons takes a -4 penalty to Dexterity and reduces all speeds by 10 feet. A successful remove curse spell is required before this item can be removed."
		],
		"construction": "Requirements any pauldrons; Cost -"
	},
	"Periapt of Foul Rotting": {
		"itemname": "Periapt of Foul Rotting",
		"file": "magiccurseddisplay85b2.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "wondrous",
		"slot": "neck",
		"weight": 0,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 348`~, ~`PRPG Core Rulebook pg. 541`~",
			"Aura moderate abjuration CL 10th",
			"Slot neck; Weight -"
		],
		"description": [
			"This engraved gem appears to be of little value. If any character keeps the periapt in her possession for more than 24 hours, she contracts a terrible rotting affliction that permanently drains 1 point of Dexterity, Constitution, and Charisma every week. The periapt (and the affliction) can be removed only by application of a remove curse spell followed by a cure disease and then a heal, miracle, limited wish, or wish spell. The rotting can also be countered by crushing a periapt of health and sprinkling its dust upon the afflicted character (a full-round action), whereupon the periapt of foul rotting likewise crumbles to dust."
		],
		"construction": "Requirements periapt of health, periapt of proof against poison, periapt of wound closure; Cost -"
	},
	"Petrifying Cloak": {
		"itemname": "Petrifying Cloak",
		"file": "magiccurseddisplay4ca0.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "wondrous",
		"slot": "shoulders",
		"weight": 1,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 348`~",
			"Aura moderate transmutation CL 11th",
			"Slot shoulders; Weight 1 lb."
		],
		"description": [
			"This gray magical cloak seems to be a protective cloak, but when it is donned, the wearer must succeed at a DC 20 Fortitude save or be instantly petrified. If the initial saving throw succeeds, the creature wearing the cloak must make further checks at the start of each of its turns. On any failed saving throw the creature becomes petrified. A remove curse or stone to flesh transforms the wearer back, at least long enough for someone to take the cloak off the wearer."
		],
		"construction": "Requirements any cloak; Cost -"
	},
	"Planar Invasion Shield": {
		"itemname": "Planar Invasion Shield",
		"file": "magiccurseddisplayc867.html",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"type": "shield",
		"slot": "shield",
		"weight": 15,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 349`~, ~`Advanced Player's Guide pg. 310`~",
			"Aura strong conjuration CL 17th",
			"Slot shield; Weight 15 lbs."
		],
		"description": [
			"This shield behaves in all ways as an absorbing shield until its owner attempts to use its disintegration power in combat. Once he does, it instead causes one or more monsters to pour forth from the shield and attack the nearest creature each round (including the shield-bearer) for 1d6 rounds before retreating by the safest possible route. If there is no such path for them to escape, the monsters fight to the death. To determine the nature and number of the monsters, roll 2d4 to determine the level of the summon monster spell and roll 1d3 to determine the number of creatures that appear. Monsters conjured by this shield remain until killed, act as normal for their kind, and are treated as summoned creatures with a permanent duration.",
			"Once its curse activates, the shield calls forth monsters three times per day, approximately every 8 hours. If the monsters cannot emerge directly from the shield and survive (for example, because it’s buried or underwater), they instead appear at the nearest safe location within 50 feet. Successful curse-breaking magic cast on the shield restores it to its previous guise as an absorbing shield and allows its wearer to abandon it."
		],
		"construction": "Requirements absorbing shield; Cost -"
	},
	"Poisonous Cloak": {
		"itemname": "Poisonous Cloak",
		"file": "magiccurseddisplay1040.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "wondrous",
		"slot": "shoulders",
		"weight": 1,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 349`~, ~`PRPG Core Rulebook pg. 541`~",
			"Aura moderate transmutation CL 15th",
			"Slot shoulders; Weight 1 lb."
		],
		"description": [
			"This cloak is usually made of wool, although it can be made of leather. A detect poison spell can reveal the presence of poison in the cloak's fabric. The garment can be handled without harm, but as soon as it is actually donned, the wearer takes 4d6 points of Constitution damage unless she succeeds on a DC 28 Fortitude save.",
			"Once donned, a poisonous cloak can be removed only with a remove curse spell; doing this destroys the magical property of the cloak. If a neutralize poison spell is then used, it is possible to revive a dead victim with a raise dead or resurrection spell."
		],
		"construction": "Requirements cloak of arachnida, cloak of the bat, cloak of etherealness, cloak of resistance +5, major cloak of displacement; Cost -"
	},
	"Potion of Poison": {
		"itemname": "Potion of Poison",
		"file": "magiccurseddisplay0b8c.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "potion",
		"slot": "none",
		"weight": 0,
		"cursed": true,
		"header": [
			"Potion of Poison",
			"Source ~`Ultimate Equipment pg. 349`~, ~`PRPG Core Rulebook pg. 542`~",
			"Aura strong conjuration CL 12th",
			"Slot none; Weight -"
		],
		"description": [
			"This potion has lost its beneficial abilities and become a potent poison. This poison deals 1d3 Constitution damage per round for 6 rounds. A poisoned creature can make a DC 14 Fortitude save each round to negate the damage and end the affliction."
		],
		"construction": "Requirements any potion; Cost -"
	},
	"Ring of Clumsiness": {
		"itemname": "Ring of Clumsiness",
		"file": "magiccurseddisplaye03d.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "ring",
		"slot": "ring",
		"weight": 0,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 349`~, ~`PRPG Core Rulebook pg. 542`~",
			"Aura strong transmutation CL 15th",
			"Slot ring; Weight -"
		],
		"description": [
			"This ring operates exactly like a ring of feather falling. However, it also makes the wearer clumsy. She takes a -4 penalty to Dexterity and has a 20% chance of spell failure when trying to cast any arcane spell that has a somatic component. (This chance of spell failure stacks with other arcane spell failure chances.)"
		],
		"construction": "Requirements ring of feather falling; Cost -"
	},
	"Ring of Lifebleed": {
		"itemname": "Ring of Lifebleed",
		"file": "magiccurseddisplayf773.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "ring",
		"slot": "ring",
		"weight": 0,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 349`~",
			"Aura moderate necromancy CL 10th",
			"Slot ring; Weight -"
		],
		"description": [
			"Before being worn, this ring appears to be a ring of regeneration. Once it is worn in combat, however, the true nature of the ring becomes apparent. Each time the wearer is hit with a melee or ranged weapon attack, he takes an additional 1d4 points of damage. This ring cannot be removed until the wearer dies or by way of a remove curse, wish, or miracle spell."
		],
		"construction": "Requirements ring of regeneration; Cost -"
	},
	"Ring of Spell Devouring": {
		"itemname": "Ring of Spell Devouring",
		"file": "magiccurseddisplay4200.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "ring",
		"slot": "ring",
		"weight": 0,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 349`~",
			"Aura strong abjuration CL 13th",
			"Slot ring; Weight -"
		],
		"description": [
			"This delicate ring appears to be a ring of spell storing or a ring of spell turning, but instead of aiding casting or counterspelling, the ring hinders such efforts. Each time the wearer casts an arcane spell, he suffers a 25% spell failure chance. Furthermore, the wearer of the ring takes a -4 penalty on Spellcraft checks to identify a spell when attempting to counterspell. The ring can only be removed by a remove curse spell or a similar effect."
		],
		"construction": "Requirements ring of spell storing (any) or a ring of spell turning; Cost -"
	},
	"Ring of Truth": {
		"itemname": "Ring of Truth",
		"file": "magiccurseddisplay3a6c.html",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"type": "ring",
		"slot": "ring",
		"weight": 0,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 349`~, ~`Advanced Player's Guide pg. 310`~",
			"Aura moderate enchantment CL 9th",
			"Slot ring; Weight -"
		],
		"description": [
			"Deceptively pleasant-looking, a ring of truth bears images of childlike angels and broadly smiling divine creatures holding onto links of a heavy chain. The wearer of this cursed ring is rendered unable to tell a deliberate lie, in either speech or writing. The wearer may simply omit the truth or choose not to communicate, but even then must succeed at a DC 20 Will saving throw to avoid answering a direct question truthfully. The wearer cannot remove the ring unless the magic of the curse is negated."
		],
		"construction": "Requirements ring of mind shielding, ring of x-ray vision; Cost -"
	},
	"Riot Pipes": {
		"itemname": "Riot Pipes",
		"file": "magiccurseddisplay5792.html",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"type": "wondrous",
		"slot": "none",
		"weight": 3,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 350`~, ~`Advanced Player's Guide pg. 310`~",
			"Aura moderate enchantment CL 10th",
			"Slot none; Weight 3 lbs."
		],
		"description": [
			"This simple musical instrument seems and behaves in all ways like any other kind of magical pipes until its owner plays it in an urban setting. Once he does, it requires all people within hearing range to make a DC 15 Will saving throw to avoid falling into a murderous fury. Those who fail their saves gain the effects of a rage spell for the next 1d6 hours and experience a strong compulsion (DC 15 Will save negates) to attack any stranger or disliked person whom they encounter during this time. If the owner spends more than 3 consecutive days in an urban setting, he must make a DC 15 Will saving throw each day to avoid playing the riot pipes at some point during each subsequent day. The pipes remain with the player until the curse is broken."
		],
		"construction": "Requirements pipes of haunting, pipes of the sewers, pipes of sounding; Cost -"
	},
	"Robe of Powerlessness": {
		"itemname": "Robe of Powerlessness",
		"file": "magiccurseddisplay03b7.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "wondrous",
		"slot": "body",
		"weight": 1,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 350`~, ~`PRPG Core Rulebook pg. 542`~",
			"Aura strong transmutation CL 13th",
			"Slot body; Weight 1 lb."
		],
		"description": [
			"A robe of powerlessness appears to be a magic robe of another sort. As soon as a character dons this garment, she takes a -10 penalty to Strength, as well as to Intelligence, Wisdom, or Charisma, forgetting spells and magic knowledge accordingly. If the character is a spellcaster, the robe targets the character's primary spellcasting score, otherwise it targets Intelligence. The robe can be removed easily, but in order to restore mind and body, the character must receive a remove curse spell followed by heal."
		],
		"construction": "Requirements robe of blending, robe of bones, robe of eyes, robe of scintillating colors, robe of stars, robe of the archmagi, robe of useful items; Cost -"
	},
	"Robe of Vermin": {
		"itemname": "Robe of Vermin",
		"file": "magiccurseddisplay0405.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "wondrous",
		"slot": "body",
		"weight": 1,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 350`~, ~`PRPG Core Rulebook pg. 542`~",
			"Aura strong abjuration CL 13th",
			"Slot body; Weight 1 lb."
		],
		"description": [
			"The wearer notices nothing unusual when the robe is donned, and it functions normally. However, as soon as he is in a situation requiring concentration and action against hostile opponents, the true nature of the garment is revealed: the wearer immediately suffers a multitude of bites from the insects that magically infest the garment. He must cease all other activities in order to scratch, shift the robe, and generally show signs of the extreme discomfort caused by the bites and movement of these pests.",
			"The wearer takes a -5 penalty on initiative checks and a -2 penalty on all attack rolls, saves, and skill checks. If he tries to cast a spell, he must make a concentration check (DC 20 + spell level) or lose the spell."
		],
		"construction": "Requirements robe of blending, robe of bones, robe of eyes, robe of scintillating colors, robe of stars, robe of the archmagi, robe of useful items; Cost -"
	},
	"Rod of Arson": {
		"itemname": "Rod of Arson",
		"file": "magiccurseddisplay5d6b.html",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"type": "rod",
		"slot": "none",
		"weight": 5,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 350`~, ~`Advanced Player's Guide pg. 311`~",
			"Aura strong evocation CL 12th",
			"Slot none; Weight 5 lbs."
		],
		"description": [
			"All tests indicate that this hollow metal tube is a rod of flame extinguishing until its owner uses it to extinguish or suppress a fire in a combat or other dangerous situation. Once she does, she discovers that rather than quenching the flame, the rod causes the flame to enter her body. This flame persists inside of her for the next 24 hours, causing minor discomfort and giving her the sickened condition, but causing no visible injury. However, when the wielder is adjacent to or within a flammable object or structure, she feels inclined to set the object ablaze, using any means at her disposal. Each round the wielder resists this urge, she takes 1d6 points of fire damage as the flame within her surges and roils. After 1 minute of this, she must make a DC 15 Will save or succumb to the temptation; if she saves, the urge passes, the internal fire stops harming her, and she can interact normally with the flammable target thereafter.",
			"Once the curse reveals itself, the owner must make a DC 15 Will saving throw to avoid using the item to try and extinguish or suppress any fire she encounters which she herself did not start. She cannot use the rod against fires that she personally started. Successful curse-breaking magic allows the wielder to get rid of the rod and harmlessly dissipates any fire persisting inside her from the action of the rod."
		],
		"construction": "Requirements rod of flame extinguishing; Cost -"
	},
	"Rod of Foiled Magic": {
		"itemname": "Rod of Foiled Magic",
		"file": "magiccurseddisplay2eff.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "rod",
		"slot": "none",
		"weight": 5,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 350`~",
			"Aura strong (no school) CL 17th",
			"Slot none; Weight 5 lbs."
		],
		"description": [
			"This rod is similar in appearance to a metamagic rod. Once a creature picks up such a rod, it cannot be discarded without use of a remove curse spell or similar magic. Each time the wielder casts a spell, he takes the rod of foiled magic in hand and treats the caster level of the spell as 2 levels lower. If this would reduce the caster level to 0 or lower, than the caster has only a 50% chance of casting the spell (any chance of arcane spell failure is added to this percentile chance), but if he is able to cast the spell, the spell has a caster level of 1st."
		],
		"construction": "Requirements metamagic rod; Cost -"
	},
	"Sasquatch Skull": {
		"itemname": "Sasquatch Skull",
		"file": "magiccurseddisplay1865.html",
		"sources": [
			"Mystery Monsters Revisited"
		],
		"type": "wondrous",
		"slot": "none",
		"weight": 5,
		"cursed": true,
		"header": [
			"Sasquatch Skull",
			"Source ~`Mystery Monsters Revisited pg. 43`~",
			"Aura moderate transmutation CL 7th",
			"Slot none; Price -; Weight 5 lbs."
		],
		"description": [
			"Divination reveals this large humanoid skull to be that of a gorilla or giant, although it is actually an accursed sasquatch skull. The item seems to grant its bearer a +5 bonus on Stealth checks in wooded areas.If an individual takes possession of the sasquatch skull for more than 24 hours, it quickly begins to stink. The smell is undetectable by the skull's bearer, but companions and creatures within 30 feet find the pungent smell extremely noticeable. The smell imposes a -2 penalty on Charisma checks and Charisma-based skill checks made by the skull's owner. In addition, aggressive wild animals always target the skull's owner first during combat. The skull need not be on the owner's person for the curse to manifest, so long as ownership has not been transferred through sale, gift, or theft."
		],
		"construction": "Requirements darkskull; Cost -"
	},
	"Scarab of Death": {
		"itemname": "Scarab of Death",
		"file": "magiccurseddisplay497e.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "wondrous",
		"slot": "neck",
		"weight": 0,
		"cursed": true,
		"header": [
			"Scarab of Death",
			"Source ~`Ultimate Equipment pg. 350`~, ~`PRPG Core Rulebook pg. 542`~",
			"Aura strong abjuration CL 19th",
			"Slot neck; Weight -"
		],
		"description": [
			"If this small scarab brooch is held for more than 1 round or carried in a living creature's possessions for 1 minute, it changes into a horrible, burrowing, beetlelike creature. The thing tears through any leather or cloth, burrows into flesh, and reaches the victim's heart in 1 round, causing death. A DC 25 Reflex save allows the wearer to tear the scarab away before it burrows out of sight, but she still takes 3d6 points of damage. The beetle then returns to its scarab form. Placing the scarab in a container of wood, ceramic, bone, ivory, or metal prevents it from coming to life and allows for long-term storage of the item."
		],
		"construction": "Requirements amulet of mighty fists, amulet of natural armor, amulet of the planes, amulet of proof against detection and location, brooch of shielding, golembane scarab, scarab of protection; Cost -"
	},
	"Scattershot Bracers": {
		"itemname": "Scattershot Bracers",
		"file": "magiccurseddisplaya129.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "wondrous",
		"slot": "wrists",
		"weight": 1,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 351`~",
			"Aura faint transmutation CL 5th",
			"Slot wrists; Weight 1 lb."
		],
		"description": [
			"These wristbands appear to be bracers of archery until they are worn. The wearer takes a -2 penalty on all ranged attack rolls. A successful remove curse spell is required before these bracers can be removed."
		],
		"construction": "Requirements bracers of archery, either greater or lesser; Cost -"
	},
	"Scroll of Blood Ink": {
		"itemname": "Scroll of Blood Ink",
		"file": "magiccurseddisplay4ab3.html",
		"sources": [
			"Horror Adventures"
		],
		"type": "scroll",
		"slot": "none",
		"weight": 0,
		"cursed": true,
		"header": [
			"Scroll of Blood Ink",
			"Source ~`Horror Adventures pg. 143`~",
			"Aura varies CL varies",
			"Slot none; Weight -"
		],
		"description": [
			"This scroll can seem to contain any spell. When the wielder attempts to cast the spell, the ink turns to blood and runs off the page, ruining the spell automatically. The scroll's edges turn sharp and cut the wielder's hands and wrists, dealing 4 points of Constitution bleed. A successful DC 15 Reflex save halves the bleed. The bleed can be stopped with any magical healing or a successful DC 20 Heal check."
		],
		"construction": "Requirements any scroll; Cost -"
	},
	"Staff of Magical Decline": {
		"itemname": "Staff of Magical Decline",
		"file": "magiccurseddisplaye9e8.html",
		"sources": [
			"Horror Adventures"
		],
		"type": "staff",
		"slot": "none",
		"weight": 5,
		"cursed": true,
		"header": [
			"Staff of Magical Decline",
			"Source ~`Horror Adventures pg. 143`~",
			"Aura varies CL varies",
			"Slot none; Weight 5 lbs."
		],
		"description": [
			"This staff appears to be an ordinary staff and functions normally as such until it is used in combat. The wielder's effective caster level drops to match that of the staff or the wielder's caster level - 4, whichever is lower. The wielder's spellcasting ability score drops to 10 + staff's highest spell level, unless it is already lower.",
			"The wielder must employ the staff rather than any other melee weapon or spell trigger item. Even if the staff is fully charged, the caster fails to regain spell slots for the day unless she forgoes a spell slot to restore 1 charge to the staff. However, she never again regains a spell slot used to charge the staff until she is freed from the curse. The only way for the wielder to be rid of the staff is by miracle or wish."
		],
		"construction": "Requirements any staff; Cost -"
	},
	"Staff of Occasional Wonder": {
		"itemname": "Staff of Occasional Wonder",
		"file": "magiccurseddisplay4341.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "staff",
		"slot": "none",
		"weight": 4,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 351`~",
			"Aura varies CL varies",
			"Slot none; Weight 4 lbs."
		],
		"description": [
			"A staff of occasional wonder can appear to be any magical staff, and in fact such items are usually the result of accidents during an attempted crafting of the staff it appears to be. It usually functions as intended, but each time someone uses the staff, they must roll d%. On a roll of 1-10, instead of the desired effect, the staff acts like a rod of wonder (see page 185)."
		],
		"construction": "Requirements any staff; Cost -"
	},
	"Stone of Weight (Loadstone)": {
		"itemname": "Stone of Weight (Loadstone)",
		"file": "magiccurseddisplay8f4a.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "wondrous",
		"slot": "none",
		"weight": 1,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 351`~, ~`PRPG Core Rulebook pg. 543`~",
			"Aura faint transmutation CL 5th",
			"Slot none; Weight 1 lb."
		],
		"description": [
			"This dark, polished stone reduces the possessor's base land speed by half. Once picked up, the stone cannot be disposed of by any nonmagical means-if it is thrown away or smashed, it reappears somewhere on the possessor's person. If a remove curse spell is cast upon a loadstone, the item may be discarded normally and no longer haunts the individual."
		],
		"construction": "Requirements ioun stone, stone of alarm, stone of controlling earth elementals, stone of good luck; Cost -"
	},
	"Tome of Heretical Revelation": {
		"itemname": "Tome of Heretical Revelation",
		"file": "magiccurseddisplaya9c1.html",
		"sources": [
			"Faiths and Philosophies"
		],
		"type": "wondrous",
		"slot": "none",
		"weight": 5,
		"cursed": true,
		"header": [
			"Tome of Heretical Revelation",
			"Source ~`Faiths and Philosophies pg. 31`~",
			"Aura strong abjuration CL 17th",
			"Slot none; Weight 5 lbs."
		],
		"description": [
			"This thick book appears to be an educational treatise filled with philosophical insights. Anyone who reads from this cursed book and has a patron deity must make a DC 20 Will save or be overcome by a crushing sense of doubt and hopelessness as she loses all faith in her deity's teachings. Anyone who fails this save loses all divine spellcasting ability, as well as class abilities from classes that grant divine spells, and she can't gain additional levels in those classes. She can regain her abilities and advancement potential if she atones (see the atonement spell description). Succeeding at the Will save still leaves the reader shaken for 10 minutes."
		],
		"construction": "Requirements manual of bodily health, manual of gainful exercise, tome of understanding, tome of leadership and influence; Cost -"
	},
	"Unguent of Aging": {
		"itemname": "Unguent of Aging",
		"file": "magiccurseddisplay7636.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "wondrous",
		"slot": "none",
		"weight": 0,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 351`~",
			"Aura moderate transmutation CL 6th",
			"Slot none; Weight -"
		],
		"description": [
			"This unguent appears at first to be unguent of timelessness. When it touches the skin of a living creature or matter that was once alive, however, it accelerates the aging of that creature or item. Living creatures that touch the unguent age by 30 years. Once living matter'such as wood, paper, or a dead body-crumbles to dust and is destroyed. One flask contains enough unguent to affect eight Medium or smaller creatures or objects. A Large creature or object counts as two Medium creatures or objects and a Huge creature or object counts as four Medium creatures or objects."
		],
		"construction": "Requirements unguent of timelessness; Cost -"
	},
	"Unlucky Figurine": {
		"itemname": "Unlucky Figurine",
		"file": "magiccurseddisplay0513.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "wondrous",
		"slot": "none",
		"weight": 1,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 351`~",
			"Aura moderate enchantment CL 11th",
			"Slot none; Weight 1 lb."
		],
		"description": [
			"This figurine appears to be a figurine of wondrous power, but instead of having the ability to animate and serve its owner, it curses that owner with bad luck. While in possession of this figurine, the owner takes a -2 penalty to AC and CMD, and a -2 penalty on attack rolls, skill checks, ability checks, and saving throws."
		],
		"construction": "Requirements any figurine of wondrous power; Cost -"
	},
	"Unspeakable One's Vestments": {
		"itemname": "Unspeakable One's Vestments",
		"file": "magiccurseddisplay1d96.html",
		"sources": [
			"Pathfinder #113: What Grows Within"
		],
		"type": "wondrous",
		"slot": "body",
		"weight": 1,
		"cursed": true,
		"header": [
			"Unspeakable One's Vestments",
			"Source ~`Pathfinder #113: What Grows Within pg. 33`~",
			"Aura strong varied CL 15th",
			"Slot body; Weight 1 lb."
		],
		"description": [
			"This robe functions much as a robe of stars, granting its wearer the luck bonus on saving throws, astral travel, and ability to create shuriken made of magically hardened gold. In addition, the wearer gains a +4 armor bonus to his AC.",
			"The robe's curse activates after 1 month of being worn regularly, or just as a creature whose patron is Hastur or Xhamen-Dor affects the wearer with a spell or special ability. The wearer loses his luck bonus on saving throws against such effects and instead takes a -4 penalty on those saves. While the curse persists, the wearer takes 1d4 points of Wisdom drain every time he uses the robe to access the Astral Plane, and the shuriken created are +5 anarchic shuriken. After another month of continuous use, the wearer permanently becomes chaotic evil and pursues increasingly delusional goals of domination, enrichment, or anarchy. Once donned, this robe can be removed only with a remove curse spell."
		],
		"construction": "Requirements robe of stars; Cost -"
	},
	"Unstable Musket": {
		"itemname": "Unstable Musket",
		"file": "magiccurseddisplayc99a.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "weapon",
		"slot": "none",
		"weight": 9,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 351`~",
			"Aura moderate transmutation CL 6th",
			"Slot none; Weight 9 lbs."
		],
		"description": [
			"This item seems to be a normal +1 musket but has a misfire chance of 1-5. No effect or ability can reduce this misfire chance. This musket must be used as its owner's primary ranged weapon and can only be discarded after the owner is subject to a remove curse spell or similar effect."
		],
		"construction": "Requirements +1 musket; Cost -"
	},
	"Unwieldy Glaive": {
		"itemname": "Unwieldy Glaive",
		"file": "magiccurseddisplay828d.html",
		"sources": [
			"Ultimate Equipment"
		],
		"type": "weapon",
		"slot": "none",
		"weight": 10,
		"cursed": true,
		"header": [
			"Source ~`Ultimate Equipment pg. 351`~",
			"Aura faint transmutation CL 5th",
			"Slot none; Weight 10 lbs."
		],
		"description": [
			"This weapon appears and acts as a +2 glaive, but cannot be used to make attacks of opportunity, and hinders its wielder whenever such an attack is attempted. When its wielder attempts an attack of opportunity, the glaive flails around madly, causing its wielder to become unbalanced. The wielder takes a -2 penalty to AC and on attack rolls until the end of its next turn."
		],
		"construction": "Requirements +2 glaive; Cost -"
	},
	"Vacuous Grimoire": {
		"itemname": "Vacuous Grimoire",
		"file": "magiccurseddisplay4d06.html",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"type": "wondrous",
		"slot": "none",
		"weight": 2,
		"cursed": true,
		"header": [
			"Vacuous Grimoire",
			"Source ~`Ultimate Equipment pg. 351`~, ~`PRPG Core Rulebook pg. 543`~",
			"Aura strong enchantment CL 20th",
			"Slot none; Weight 2 lbs."
		],
		"description": [
			"A book of this sort looks like a normal volume on some mildly interesting topic. Any character who opens the work and reads so much as a single word therein must make two DC 15 Will saves. The first is to determine if the reader takes 1 point of permanent Intelligence and Charisma drain. The second is to find out if the reader takes 2 points of permanent Wisdom drain. To destroy the book, it must be burned while remove curse is being cast. If the grimoire is placed with other books, its appearance instantly alters to conform to the look of those other works."
		],
		"construction": "Requirements blessed book, manual of bodily health, manual of gainful exercise, manual of quickness of action, tome of clear thoughts; Cost -"
	}
}
