{
	"category": "mythic feat",
	"value_type": "ability",
	"standard_properties": [
		"types",
		"sources",
		"prerequisites",
		"description"
	],
	"lookup_shorthands": {
		"feat": {
			"_value": "name",
			"category": "feat",
			"query": "ability"
		},
		"mythic_feat": {
			"_value": "name",
			"category": "mythic feat",
			"query": "ability"
		},
		"mythic_tier": {
			"query": "score",
			"name": "mythic tier",
			"_value": "minimum"
		},
		"base_attack_bonus": {
			"query": "score",
			"name": "base attack bonus",
			"_value": "minimum"
		}
	},
	"list": [
		{
			"name": "Accursed Hex",
			"file": "featdisplay5c9e.html",
			"sources": [ "Ultimate Magic" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Accursed Hex"
				}
			],
			"description": [
				"Accursed Hex",
				"Source [Ultimate Magic pg. 143](source:Ultimate Magic)",
				"You can make a second attempt at failed hexes.",
				"**Prerequisites:** Hex class feature.",
				"**Benefit:** When you target a creature with a hex that cannot target the same creature more than once per day, and that creature succeeds at its saving throw against the hex's effect, you can target the creature with the same hex a second time before the end of your next turn. If the second attempt fails, you can make no further attempts to target that creature with the same hex for 1 day.",
				"**Normal:** You can only target a creature with these hexes once per day.",
				"Mythic Accursed Hex",
				"Source [Mythic Adventures pg. 54](source:Mythic Adventures)",
				"Your hexes flare with persistent potency.",
				"**Prerequisites:** [Accursed Hex.](unknown:Accursed Hex.)",
				"**Benefit:** When you use Accursed Hex to target a creature with one of your hexes a second time, that creature must roll its saving throw twice and take the lower result."
			]
		},
		{
			"name": "Acrobatic",
			"file": "featdisplay7828.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Acrobatic"
				}
			],
			"description": [
				"Acrobatic",
				"Source [PRPG Core Rulebook pg. 113](source:PRPG Core Rulebook)",
				"You are skilled at leaping, jumping, and flying.",
				"**Benefit:** You get a +2 bonus on all Acrobatics and Fly skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
				"Mythic Acrobatic",
				"Source [Mythic Adventures pg. 54](source:Mythic Adventures)",
				"Your grace and fluidity are beyond compare.",
				"**Prerequisites:** [Acrobatic.](unknown:Acrobatic.)",
				"**Benefit:** The bonus on Acrobatics and Fly skill checks from Acrobatic increases by 2. In addition, you can expend one use of mythic power to treat an Acrobatics or Fly check as if you had rolled a natural 20. You must decide to use this ability before making the roll."
			]
		},
		{
			"name": "Alertness",
			"file": "featdisplayb423.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Alertness"
				}
			],
			"description": [
				"Alertness",
				"Source [PRPG Core Rulebook pg. 117](source:PRPG Core Rulebook)",
				"You often notice things that others might miss.",
				"**Benefit:** You get a +2 bonus on Perception and Sense Motive skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
				"Mythic Alertness",
				"Source [Mythic Adventures pg. 54](source:Mythic Adventures)",
				"Your powers of perception surpass everyone's, whether used to observe your surroundings or the intentions of others.",
				"**Prerequisites:** [Alertness.](unknown:Alertness.)",
				"**Benefit:** The bonus on Perception and Sense Motive skill checks from Alertness increases by 2. In addition, you can expend one use of mythic power to treat a Perception or Sense Motive check as if you had rolled a natural 20. You must decide to use this ability before making the roll."
			]
		},
		{
			"name": "Alignment Channel",
			"file": "featdisplay4fca.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Alignment Channel"
				}
			],
			"description": [
				"Alignment Channel",
				"Source [PRPG Core Rulebook pg. 117](source:PRPG Core Rulebook)",
				"Choose chaos, evil, good, or law. You can channel divine energy to affect outsiders that possess this subtype.",
				"**Prerequisites:** Ability to channel energy.",
				"**Benefit:** Instead of its normal effect, you can choose to have your ability to channel energy heal or harm outsiders of the chosen alignment subtype. You must make this choice each time you channel energy. If you choose to heal or harm creatures of the chosen alignment subtype, your channel energy has no effect on other creatures. The amount of damage healed or dealt and the DC to halve the damage is otherwise unchanged.",
				"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take this feat, it applies to a new alignment subtype. Whenever you channel energy, you must choose which type to effect.",
				"Mythic Alignment Channel",
				"Source [Mythic Adventures pg. 54](source:Mythic Adventures)",
				"The power of your faith harms all creatures that follow the alignment you abhor.",
				"**Prerequisites:** [Alignment Channel.](unknown:Alignment Channel.)",
				"**Benefit:** Your channeled energy affects any creatures with the alignment chosen when you took Alignment Channel (not just outsiders, and not just those with the alignment subtype), but grants only half healing or deals only half damage to these targets. Alternatively, you can expend two uses of mythic power when using Alignment Channel to affect all targets of the chosen alignment as if they had that alignment subtype."
			]
		},
		{
			"name": "Animal Affinity",
			"file": "featdisplay6cd8.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Animal Affinity"
				}
			],
			"description": [
				"Animal Affinity",
				"Source [PRPG Core Rulebook pg. 118](source:PRPG Core Rulebook)",
				"You are skilled at working with animals and mounts.",
				"**Benefit:** You get a +2 bonus on all Handle Animal and Ride skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
				"Mythic Animal Affinity",
				"Source [Mythic Adventures pg. 55](source:Mythic Adventures)",
				"You have a greater affinity with wild animals, and can speak with them.",
				"**Prerequisites:** [Animal Affinity.](unknown:Animal Affinity.)",
				"**Benefit:** The bonus on Handle Animal and Ride skill checks from Animal Affinity increases by 2. In addition, you can expend one use of mythic power to speak with animals as the spell. Your caster level for this effect is equal to twice your tier."
			]
		},
		{
			"name": "Arcane Armor Training",
			"file": "featdisplayf9fe.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Arcane Armor Training"
				}
			],
			"description": [
				"Arcane Armor Training (Combat)",
				"Source [PRPG Core Rulebook pg. 118](source:PRPG Core Rulebook)",
				"You have learned how to cast spells while wearing armor.",
				"**Prerequisites:** Light Armor Proficiency, caster level 3rd.",
				"**Benefit:** As a swift action, reduce the arcane spell failure chance due to the armor you are wearing by 10% for any spells you cast this round.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 114](source:Pathfinder Unchained)",
				"When casting a spell while wearing armor, you can spend 1 stamina point to activate Arcane Armor Training as a free action.",
				"Mythic Arcane Armor Training",
				"Source [Mythic Adventures pg. 55](source:Mythic Adventures)",
				"You've adapted your spellcasting to overcome limitations of wearing armor.",
				"**Prerequisites:** [Arcane Armor Training.](unknown:Arcane Armor Training.)",
				"**Benefit:** You don't have to spend a swift action to gain the reduction to arcane spell failure chance from Arcane Armor Training. Furthermore, if you're wearing light armor, reduce your arcane spell failure chance by 20%."
			]
		},
		{
			"name": "Arcane Blast",
			"file": "featdisplay28ce.html",
			"sources": [ "Advanced Player's Guide" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Arcane Blast"
				}
			],
			"description": [
				"Arcane Blast",
				"Source [Advanced Player's Guide pg. 150](source:Advanced Player's Guide)",
				"You can convert any spell into an attack.",
				"**Prerequisites:** Arcane spellcaster, caster level 10th.",
				"**Benefit:** As a standard action, you can sacrifice a prepared spell or unused spell slot of 1st level or higher and transform it into a ray, targeting any foe within 30 feet as a ranged touch attack. This attack deals 2d6 points of damage plus an additional 1d6 points of damage for every level of the spell or spell slot you sacrificed. 0-level spells may not be sacrificed in this manner.",
				"Mythic Arcane Blast",
				"Source [Mythic Adventures pg. 55](source:Mythic Adventures)",
				"You can manipulate raw eldritch energies to do more than just deal damage.",
				"**Prerequisites:** [Arcane Blast.](unknown:Arcane Blast.)",
				"**Benefit:** When you use Arcane Blast, you may halve the damage dice to also perform your choice of either a trip or bull rush combat maneuver against the target of the blast. You can't move with an opponent you bull rush with this feat. You gain a bonus on your combat maneuver check for this attempt equal to half the spell level of the spell you sacrificed when using Arcane Blast, and you can substitute your Intelligence or Charisma modifier in place of your Strength modifier when determining your combat maneuver bonus.",
				"In addition, you can expend one use of mythic power to change the damage dice of your Arcane Blast to d8s instead of d6s."
			]
		},
		{
			"name": "Arcane Shield",
			"file": "featdisplay1878.html",
			"sources": [ "Advanced Player's Guide" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Arcane Shield"
				}
			],
			"description": [
				"Arcane Shield",
				"Source [Advanced Player's Guide pg. 150](source:Advanced Player's Guide)",
				"You can convert any spell into a defense.",
				"**Prerequisites:** Arcane spellcaster, caster level 10th.",
				"**Benefit:** As a immediate action, you can sacrifice a prepared spell or unused spell slot of 1st level or higher and gain a deflection bonus to AC equal to the level of the spell or spell slot you sacrificed for 1 round. 0-level spells may not be sacrificed in this manner.",
				"Mythic Arcane Shield",
				"Source [Mythic Adventures pg. 55](source:Mythic Adventures)",
				"You sculpt spells into a powerful, enduring arcane barriers.",
				"**Prerequisites:** [Arcane Shield.](unknown:Arcane Shield.)",
				"**Benefit:** You add half your tier to the deflection bonus granted to your AC when you use your Arcane Shield. You can expend one use of mythic power when using this feat to extend the duration to a number of rounds equal to your tier."
			]
		},
		{
			"name": "Arcane Strike",
			"file": "featdisplay7c1b.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Arcane Strike"
				}
			],
			"description": [
				"Arcane Strike (Combat)",
				"Source [PRPG Core Rulebook pg. 118](source:PRPG Core Rulebook)",
				"You draw upon your arcane power to enhance your weapons with magical energy.",
				"**Prerequisites:** Ability to cast arcane spells.",
				"**Benefit:** As a swift action, you can imbue your weapons with a fraction of your power. For 1 round, your weapons deal +1 damage and are treated as magic for the purpose of overcoming damage reduction. For every five caster levels you possess, this bonus increases by +1, to a maximum of +5 at 20th level.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 114](source:Pathfinder Unchained)",
				"You can spend any number of stamina points to increase the duration of this feat's effects by 1 round for each stamina point spent.",
				"Mythic Arcane Strike",
				"Source [Mythic Adventures pg. 55](source:Mythic Adventures)",
				"Using your amazing arcane talents, you can deliver devastating blows infused with magical energy.",
				"**Prerequisites:** [Arcane Strike.](unknown:Arcane Strike.)",
				"**Benefit:** Whenever you use Arcane Strike to enhance your weapons, the effect lasts for 1 minute instead of 1 round. If you expend one use of mythic power when using Arcane Strike, you can also add any one magic weapon special ability with a base price modifier of +1 to your weapons. This base price modifier increases to +2 at 4th tier, +3 at 7th tier, and +4 at 10th tier."
			]
		},
		{
			"name": "Aspect of the Beast",
			"file": "featdisplay4110.html",
			"sources": [ "Advanced Player's Guide" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Aspect of the Beast"
				}
			],
			"description": [
				"Aspect of the Beast",
				"Source [Advanced Player's Guide pg. 151](source:Advanced Player's Guide)",
				"Whether by magic or a curse of your blood, some part of you is more beast than man.",
				"**Prerequisites:** wild shape class feature, see Special.",
				"**Benefit:** Your bestial nature manifests itself in one of the following ways. You choose the manifestation when you choose the feat, and then you cannot change it.",
				"Night Senses (Ex): If your base race has normal vision, you gain low-light vision. If your base race has low-light vision, you gain darkvision out to a range of 30 feet. If your base race has darkvision, the range of your darkvision increases by 30 feet.",
				"Claws of the Beast (Ex): You grow a pair of claws. These claws are primary attacks that deal 1d4 points of damage (1d3 if you are Small).",
				"Predator's Leap (Ex): You can make a running jump without needing to run 10 feet before you jump.",
				"Wild Instinct (Ex): You gain a +2 bonus on initiative checks and a +2 bonus on Survival skill checks.",
				"**Special:** A character that has contracted lycanthropy can take this feat without having to meet the prerequisites. A ranger who selects the natural weapon combat style can take this feat without having to meet the prerequisites (even if he does not select Aspect of the Beast as a bonus feat).",
				"Mythic Aspect of the Beast",
				"Source [Mythic Adventures pg. 55](source:Mythic Adventures)",
				"Your blood burns with savage fury, giving you bestial powers and abilities.",
				"**Prerequisites:** [Aspect of the Beast.](unknown:Aspect of the Beast.)",
				"**Benefit:** Your bestial nature manifests itself in one of the following ways. You choose the manifestation when you choose the feat, and you can't change it.",
				"Mythic Senses (Ex): If you have normal vision, you gain darkvision 30 feet. If you have low-light vision, you gain darkvision 60 feet. If you have darkvision, the range of your darkvision increases by 30 feet plus 10 feet per tier.",
				"Mythic Claws (Ex): You grow a pair of powerful claws. These claws are primary attacks that deal 1d4 points of damage (1d3 if you're Small). If you already have claws, the damage they deal increases by one die type (d4s become d6s, d3s become d4s, and so on). You can expend one use of mythic power when you hit with both claws during the same round to rend with those claws, dealing extra damage equal to one claw's damage plus 1-1/2 times your Strength bonus.",
				"Mythic Leap (Ex): You can make a running jump without needing to run 10 feet beforehand. In addition, you gain a +5 bonus on your Acrobatics checks to determine the success of that jump and the distance covered. If you already have the predator's leap manifestation of Aspect of the Beast, the bonus on your Acrobatics checks increases to +10.",
				"Mythic Instinct (Ex): You gain a +2 bonus on initiative checks and a +2 bonus on Survival checks. These bonuses stack with those gained from the wild instinct manifestation of Aspect of the Beast."
			]
		},
		{
			"name": "Athletic",
			"file": "featdisplay2684.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Athletic"
				}
			],
			"description": [
				"Athletic",
				"Source [PRPG Core Rulebook pg. 118](source:PRPG Core Rulebook)",
				"You possess inherent physical prowess.",
				"**Benefit:** You get a +2 bonus on Climb and Swim skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
				"Mythic Athletic",
				"Source [Mythic Adventures pg. 60](source:Mythic Adventures)",
				"You excel far beyond others at acts of physical prowess.",
				"**Prerequisites:** [Athletic.](unknown:Athletic.)",
				"**Benefit:** The bonus on Climb and Swim skill checks from Athletic increases by 2. In addition, you can expend one use of mythic power to treat a Climb or Swim check as if you had rolled a natural 20. You must decide to use this ability before making the roll."
			]
		},
		{
			"name": "Augment Summoning",
			"file": "featdisplayc78d.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Augment Summoning"
				}
			],
			"description": [
				"Augment Summoning",
				"Source [PRPG Core Rulebook pg. 118](source:PRPG Core Rulebook)",
				"Your summoned creatures are more powerful and robust.",
				"**Prerequisites:** [Spell Focus (conjuration).](unknown:Spell Focus (conjuration).)",
				"**Benefit:** Each creature you conjure with any summon spell gains a +4 enhancement bonus to Strength and Constitution for the duration of the spell that summoned it.",
				"Mythic Augment Summoning",
				"Source [Mythic Adventures pg. 60](source:Mythic Adventures)",
				"Your summoning spells bring not mere ordinary beasts, but instead mythic creatures.",
				"**Prerequisites:** [Augment Summoning.](unknown:Augment Summoning.)",
				"**Benefit:** Any creature you summon using a summon spell is considered mythic for the purpose of interacting with other mythic creatures. It doesn't gain any mythic abilities or power, but is affected by mythic spells and abilities as if it were a 1st-tier mythic creature. Additionally, if the creature summoned has damage reduction, its damage reduction becomes DR/epic."
			]
		},
		{
			"name": "Bleeding Critical",
			"file": "featdisplayd26d.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [
				"Combat",
				"Critical"
			],
			"prerequisites": [
				{
					"feat": "Bleeding Critical"
				}
			],
			"description": [
				"Bleeding Critical (Combat, Critical)",
				"Source [PRPG Core Rulebook pg. 118](source:PRPG Core Rulebook)",
				"Your critical hits cause opponents to bleed profusely.",
				"**Prerequisites:** [Critical Focus](unknown:Critical Focus), base attack bonus +11.",
				"**Benefit:** Whenever you score a critical hit with a slashing or piercing weapon, your opponent takes 2d6 points of bleed damage (see Conditions) each round on his turn, in addition to the damage dealt by the critical hit. Bleed damage can be stopped by a DC 15 Heal skill check or through any magical healing. The effects of this feat stack.",
				"**Special:** You can only apply the effects of one critical feat to a given critical hit unless you possess Critical Mastery.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 114](source:Pathfinder Unchained)",
				"When you deal bleed damage with this feat, you can spend up to 3 stamina points to increase the amount of bleed damage dealt by double the number of stamina points you spent.",
				"Mythic Bleeding Critical",
				"Source [Mythic Adventures pg. 60](source:Mythic Adventures)",
				"Your deadliest blows unleash rivers of blood.",
				"**Prerequisites:** [Bleeding Critical](unknown:Bleeding Critical), [Critical Focus (mythic).](unknown:Critical Focus (mythic).)",
				"**Benefit:** The bleed damage dealt with Bleeding Critical increases by your tier. Stopping this bleed damage requires a Heal check with a DC equal to 15 + 1/2 your tier. Any magical healing ends the bleed damage normally.",
				"You can expend one use of mythic power to deal 1 Con bleed, in addition to the hit point bleed damage you deal with this feat. This effect increases by 1 for each additional use of mythic power you expend."
			]
		},
		{
			"name": "Blind-Fight",
			"file": "featdisplay45f6.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Blind-Fight"
				}
			],
			"description": [
				"Blind-Fight (Combat)",
				"Source [PRPG Core Rulebook pg. 118](source:PRPG Core Rulebook)",
				"You are skilled at attacking opponents that you cannot clearly perceive.",
				"**Benefit:** In melee, every time you miss because of concealment (see Combat), you can reroll your miss chance percentile roll one time to see if you actually hit.",
				"An invisible attacker gets no advantages related to hitting you in melee. That is, you don't lose your Dexterity bonus to Armor Class, and the attacker doesn't get the usual +2 bonus for being invisible. The invisible attacker's bonuses do still apply for ranged attacks, however.",
				"You do not need to make Acrobatics skill checks to move at full speed while blinded.",
				"**Normal:** Regular attack roll modifiers for invisible attackers trying to hit you apply, and you lose your Dexterity bonus to AC. The speed reduction for darkness and poor visibility also applies.",
				"**Special:** The Blind-Fight feat is of no use against a character who is the subject of a blink spell.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 114](source:Pathfinder Unchained)",
				"Once per round, when you hit a creature that benefits from concealment, you can spend 2 stamina points to ignore the miss chance from that creature's concealment until the end of your next turn.",
				"Mythic Blind-Fight",
				"Source [Mythic Adventures pg. 60](source:Mythic Adventures)",
				"No creature can avoid your preternatural senses.",
				"**Prerequisites:** [Blind-Fight.](unknown:Blind-Fight.)",
				"**Benefit:** As a swift action, you can expend one use of mythic power to ignore all miss chances due to concealment or total concealment for a number of rounds equal to your tier."
			]
		},
		{
			"name": "Catch Off-Guard",
			"file": "featdisplayf03d.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Catch Off-Guard"
				}
			],
			"description": [
				"Catch Off-Guard (Combat)",
				"Source [PRPG Core Rulebook pg. 119](source:PRPG Core Rulebook)",
				"Foes are surprised by your skilled use of unorthodox and improvised weapons.",
				"**Benefit:** You do not suffer any penalties for using an improvised melee weapon. Unarmed opponents are flat-footed against any attacks you make with an improvised melee weapon.",
				"**Normal:** You take a -4 penalty on attack rolls made with an improvised weapon.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 115](source:Pathfinder Unchained)",
				"When making an attack with an improvised weapon against an armed opponent, you can spend 5 stamina points. If you do, the target is considered flat-footed during that attack. An opponent who recognizes you and has seen you use Catch Off-Guard in this way is immune to this effect.",
				"Mythic Catch Off-Guard",
				"Source [Mythic Adventures pg. 60](source:Mythic Adventures)",
				"In your hands, anything is a deadly weapon.",
				"**Prerequisites:** [Catch Off-Guard.](unknown:Catch Off-Guard.)",
				"**Benefit:** The damage dealt when you use improvised weapons increases by your tier. You also gain a bonus to CMD equal to your tier when an opponent attempts to sunder or disarm an improvised weapon you're wielding."
			]
		},
		{
			"name": "Channel Smite",
			"file": "featdisplayc91e.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Channel Smite"
				}
			],
			"description": [
				"Channel Smite (Combat)",
				"Source [PRPG Core Rulebook pg. 119](source:PRPG Core Rulebook)",
				"You can channel your divine energy through a melee weapon you wield.",
				"**Prerequisites:** Channel energy class feature.",
				"**Benefit:** Before you make a melee attack roll, you can choose to spend one use of your channel energy ability as a swift action. If you channel positive energy and you hit an undead creature, that creature takes an amount of additional damage equal to the damage dealt by your channel positive energy ability. If you channel negative energy and you hit a living creature, that creature takes an amount of additional damage equal to the damage dealt by your channel negative energy ability. Your target can make a Will save, as normal, to halve this additional damage. If your attack misses, the channel energy ability is still expended with no effect.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 115](source:Pathfinder Unchained)",
				"When making an attack using this feat, you can spend a number of stamina points up to the number of dice in your channel energy. For each stamina point you spend in this way, add an additional 1d6 points of positive or negative energy damage to your Channel Smite attack. This damage is also halved if the target succeeds at its Will save against the Channel Smite attack.",
				"Mythic Channel Smite",
				"Source [Mythic Adventures pg. 60](source:Mythic Adventures)",
				"Your weapon a conduit of divine energy.",
				"**Prerequisites:** [Channel Smite.](unknown:Channel Smite.)",
				"**Benefit:** When using Channel Smite, you gain a bonus on your attack roll equal to the number of d6s granted by your channel energy class feature. This is either a sacred bonus (if channeling positive energy) or a profane bonus (if channeling negative energy). If your attack misses the target, you can expend one use of mythic power as a free action to release the channeled energy, producing the normal effects of your channel energy class feature centered on the creature you were attempting to smite."
			]
		},
		{
			"name": "Charge Through",
			"file": "featdisplaye51b.html",
			"sources": [
				"Advanced Player's Guide",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Charge Through"
				}
			],
			"description": [
				"Charge Through (Combat)",
				"Source [Advanced Player's Guide pg. 156](source:Advanced Player's Guide)",
				"You can overrun enemies when charging.",
				"**Prerequisites:** Str 13, [Improved Overrun](unknown:Improved Overrun), [Power Attack](unknown:Power Attack), base attack bonus +1.",
				"**Benefit:** When making a charge, you can attempt to overrun one creature in the path of the charge as a free action. If you successfully overrun that creature, you can complete the charge. If the overrun is unsuccessful, the charge ends in the space directly in front of that creature.",
				"**Normal:** You must have a clear path toward the target of your charge.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 115](source:Pathfinder Unchained)",
				"When you attempt and fail to overrun a creature in the path of your charge, you can spend 5 stamina points to finish your charge against that creature instead of losing your charge.",
				"Mythic Charge Through",
				"Source [Mythic Adventures pg. 60](source:Mythic Adventures)",
				"You can plow through those who stand between you and the target of your charge.",
				"**Prerequisites:** [Charge Through.](unknown:Charge Through.)",
				"**Benefit:** When charging, you can ignore allies in your path when determining whether or not you can charge your target. Furthermore, after you have attempted at least one overrun with Charge Through, you can expend one use of mythic power as a free action to attempt another overrun against a different opponent in the path of the same charge."
			]
		},
		{
			"name": "Cleave",
			"file": "featdisplay2107.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Cleave"
				}
			],
			"description": [
				"Cleave (Combat)",
				"Source [PRPG Core Rulebook pg. 119](source:PRPG Core Rulebook)",
				"You can strike two adjacent foes with a single swing.",
				"**Prerequisites:** Str 13, [Power Attack](unknown:Power Attack), base attack bonus +1.",
				"**Benefit:** As a standard action, you can make a single attack at your full base attack bonus against a foe within reach. If you hit, you deal damage normally and can make an additional attack (using your full base attack bonus) against a foe that is adjacent to the first and also within reach. You can only make one additional attack per round with this feat. When you use this feat, you take a -2 penalty to your Armor Class until your next turn.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 115](source:Pathfinder Unchained)",
				"When using the Cleave or Great Cleave feat, you can spend 4 stamina points to negate the -2 penalty to Armor Class until your next turn.",
				"Mythic Cleave",
				"Source [Mythic Adventures pg. 61](source:Mythic Adventures)",
				"You can cleave any foe within your reach.",
				"**Prerequisites:** [Cleave.](unknown:Cleave.)",
				"**Benefit:** Whenever you use Cleave or Great Cleave, one of your attacks can be made against a foe that is within your reach, but not adjacent to the foe you attacked. You can expend one use of mythic power when you use Cleave or Great Cleave to continue making attacks against foes within your reach, regardless of their position, as long as you continue to hit each foe. You can't use this ability to attack a foe more than once per round."
			]
		},
		{
			"name": "Combat Expertise",
			"file": "featdisplay465d.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Combat Expertise"
				}
			],
			"description": [
				"Combat Expertise (Combat)",
				"Source [PRPG Core Rulebook pg. 119](source:PRPG Core Rulebook)",
				"You can increase your defense at the expense of your accuracy.",
				"**Prerequisites:** Int 13.",
				"**Benefit:** You can choose to take a -1 penalty on melee attack rolls and combat maneuver checks to gain a +1 dodge bonus to your Armor Class. When your base attack bonus reaches +4, and every +4 thereafter, the penalty increases by -1 and the dodge bonus increases by +1. You can only choose to use this feat when you declare that you are making an attack or a full-attack action with a melee weapon. The effects of this feat last until your next turn.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 115](source:Pathfinder Unchained)",
				"You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefit of this feat only as long as you have at least 1 stamina point in your stamina pool. If you spend stamina points to raise an attack roll using the Combat Stamina feat's benefits, ignore an amount of your Combat Expertise penalty equal to the number of stamina points you spent.",
				"Mythic Combat Expertise",
				"Source [Mythic Adventures pg. 61](source:Mythic Adventures)",
				"You can dart out of the way of attacks with skill and defiance.",
				"**Prerequisites:** [Combat Expertise.](unknown:Combat Expertise.)",
				"**Benefit:** Whenever you use Combat Expertise, you gain an additional +2 dodge bonus to your Armor Class. You can expend one use of mythic power to negate the penalties on melee attack rolls and combat maneuver checks caused by using Combat Expertise for 1 minute."
			]
		},
		{
			"name": "Combat Reflexes",
			"file": "featdisplay8b18.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Combat Reflexes"
				}
			],
			"description": [
				"Combat Reflexes (Combat)",
				"Source [PRPG Core Rulebook pg. 119](source:PRPG Core Rulebook)",
				"You can make additional attacks of opportunity.",
				"**Benefit:** You may make a number of additional attacks of opportunity per round equal to your Dexterity bonus. With this feat, you may also make attacks of opportunity while flat-footed.",
				"**Normal:** A character without this feat can make only one attack of opportunity per round and can't make attacks of opportunity while flat-footed.",
				"**Special:** The Combat Reflexes feat does not allow a rogue to use her opportunist ability more than once per round.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 115](source:Pathfinder Unchained)",
				"When you miss with an attack of opportunity, you can spend 5 stamina points to make a second attack for the same provoking action. That second attack of opportunity takes a -5 penalty on the attack roll and costs one of your attacks of opportunity for the round.",
				"Mythic Combat Reflexes",
				"Source [Mythic Adventures pg. 61](source:Mythic Adventures)",
				"You strike viciously whenever your foe gives you an opening.",
				"**Prerequisites:** [Combat Reflexes.](unknown:Combat Reflexes.)",
				"**Benefit:** You can make any number of additional attacks of opportunity per round. As a swift action, you can expend one use of mythic power to, until the start of your next turn, make attacks of opportunity against foes you've already made attacks of opportunity against this round if they provoke attacks of opportunity from you by moving."
			]
		},
		{
			"name": "Command Undead",
			"file": "featdisplay7844.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Command Undead"
				}
			],
			"description": [
				"Command Undead",
				"Source [PRPG Core Rulebook pg. 120](source:PRPG Core Rulebook)",
				"Using foul powers of necromancy, you can command undead creatures, making them into your servants.",
				"**Prerequisites:** Channel negative energy class feature.",
				"**Benefit:** As a standard action, you can use one of your uses of channel negative energy to enslave undead within 30 feet. Undead receive a Will save to negate the effect. The DC for this Will save is equal to 10 + 1/2 your cleric level + your Charisma modifier. Undead that fail their saves fall under your control, obeying your commands to the best of their ability, as if under the effects of control undead. Intelligent undead receive a new saving throw each day to resist your command. You can control any number of undead, so long as their total Hit Dice do not exceed your cleric level. If you use channel energy in this way, it has no other effect (it does not heal or harm nearby creatures). If an undead creature is under the control of another creature, you must make an opposed Charisma check whenever your orders conflict.",
				"Mythic Command Undead",
				"Source [Mythic Adventures pg. 61](source:Mythic Adventures)",
				"Your control of the undead is nearly absolute.",
				"**Prerequisites:** [Command Undead.](unknown:Command Undead.)",
				"**Benefit:** When you command undead, the DC of the Will save increases by half your tier, and intelligent undead get no additional saves beyond their first to resist your commands. Any attempts by non-mythic creatures to control undead you command automatically fail, and you gain a +4 bonus on Charisma checks to prevent mythic creatures from stealing control of your undead."
			]
		},
		{
			"name": "Critical Focus",
			"file": "featdisplayf1a1.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [
				"Combat",
				"Critical"
			],
			"prerequisites": [
				{
					"feat": "Critical Focus"
				}
			],
			"description": [
				"Critical Focus (Combat, Critical)",
				"Source [PRPG Core Rulebook pg. 120](source:PRPG Core Rulebook)",
				"You are trained in the art of causing pain.",
				"**Prerequisites:** Base attack bonus +9.",
				"**Benefit:** You receive a +4 circumstance bonus on attack rolls made to confirm critical hits.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 116](source:Pathfinder Unchained)",
				"If your successful critical confirmation roll is a natural 19 or 20, you can spend 2 stamina points to roll another confirmation roll. If this confirmation roll also succeeds, increase your critical multiplier by 1 for this attack, and you can roll again. If you continue to roll 19 or 20, you can continue to spend stamina points for additional rolls, and the increases to the critical multiplier stack.",
				"Mythic Critical Focus",
				"Source [Mythic Adventures pg. 61](source:Mythic Adventures)",
				"Your blows unerringly find your target's vital spots.",
				"**Prerequisites:** [Critical Focus.](unknown:Critical Focus.)",
				"**Benefit:** You automatically confirm critical threats against non-mythic opponents. In addition, when you threaten a critical hit against a creature wearing armor with the fortification special ability or similar effect, that creature must roll twice and take the worse result when determining critical hit negation."
			]
		},
		{
			"name": "Critical Mastery",
			"file": "featdisplayc985.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [
				"Combat",
				"Critical"
			],
			"prerequisites": [
				{
					"mythic_feat": "Critical Focus",
					"feat": "Critical Mastery"
				}
			],
			"description": [
				"Critical Mastery (Combat, Critical)",
				"Source [PRPG Core Rulebook pg. 120](source:PRPG Core Rulebook)",
				"Your critical hits cause two additional effects.",
				"**Prerequisites:** [Critical Focus](unknown:Critical Focus), any two critical feats, 14th-level fighter.",
				"**Benefit:** When you score a critical hit, you can apply the effects of two critical feats in addition to the damage dealt.",
				"**Normal:** You can only apply the effects of one critical feat to a given critical hit in addition to the damage dealt.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 116](source:Pathfinder Unchained)",
				"When you confirm a critical hit, instead of applying the effects of two critical feats you possess, you can spend 2 stamina points to apply the effect of any one critical feat you don't possess (but for which you qualify).",
				"Mythic Critical Mastery",
				"Source [Mythic Adventures pg. 61](source:Mythic Adventures)",
				"Your critical hits are versatile and devastating.",
				"**Prerequisites:** [Critical Focus (mythic)](unknown:Critical Focus (mythic)), [Critical Mastery.](unknown:Critical Mastery.)",
				"**Benefit:** When using Critical Mastery, increase the number of critical feats you may apply by every 3 tiers that you possess."
			]
		},
		{
			"name": "Dastardly Finish",
			"file": "featdisplay810b.html",
			"sources": [
				"Advanced Player's Guide",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Dastardly Finish"
				}
			],
			"description": [
				"Dastardly Finish (Combat)",
				"Source [Advanced Player's Guide pg. 157](source:Advanced Player's Guide)",
				"You can take advantage of an enemy's debilitated state to attempt a coup de grace.",
				"**Prerequisites:** Sneak attack +5d6.",
				"**Benefit:** You can deliver a coup de grace to cowering or stunned targets.",
				"**Normal:** You can only coup de grace helpless targets.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 116](source:Pathfinder Unchained)",
				"You can spend 10 stamina points to deliver a coup de grace against two helpless, cowering, or stunned targets within your reach as a fullround action. This provokes attacks of opportunity twice-one for each coup de grace.",
				"Mythic Dastardly Finish",
				"Source [Mythic Adventures pg. 61](source:Mythic Adventures)",
				"You strike downed, dazed, and staggered opponents with deadly efficiency.",
				"**Prerequisites:** [Dastardly Finish.](unknown:Dastardly Finish.)",
				"**Benefit:** You can deliver a coup de grace to dazed and staggered non-mythic opponents. In addition, when any creature makes a Fortitude saving throw to survive one of your coup de grace attempts, it takes a penalty to that saving throw equal to your tier."
			]
		},
		{
			"name": "Dazzling Display",
			"file": "featdisplay7726.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Dazzling Display"
				}
			],
			"description": [
				"Dazzling Display (Combat)",
				"Source [PRPG Core Rulebook pg. 120](source:PRPG Core Rulebook)",
				"Your skill with your favored weapon can frighten enemies.",
				"**Prerequisites:** [Weapon Focus](unknown:Weapon Focus), proficiency with the selected weapon.",
				"**Benefit:** While wielding the weapon in which you have Weapon Focus, you can perform a bewildering show of prowess as a full-round action. Make an Intimidate check to demoralize all foes within 30 feet who can see your display.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 116](source:Pathfinder Unchained)",
				"When wielding a melee weapon with which you have Weapon Focus, you can make a single melee attack as a standard action against a foe. If the attack hits, you can select any number of foes within 30 feet who saw the attack, including that foe. Spend 2 stamina points per foe you have selected, then attempt an Intimidate check to demoralize those foes.",
				"Mythic Dazzling Display",
				"Source [Mythic Adventures pg. 61](source:Mythic Adventures)",
				"You can quickly deter others with your martial mastery.",
				"**Prerequisites:** [Dazzling Display.](unknown:Dazzling Display.)",
				"**Benefit:** While wielding the weapon with which you have Weapon Focus, you can use Dazzling Display as a standard action with a -5 penalty on your Intimidate check, as a move action with a -10 penalty, or as a swift action with a -20 penalty. You can expend one use of mythic power when you make a Dazzling Display to make those affected by the display frightened rather than shaken."
			]
		},
		{
			"name": "Deadly Aim",
			"file": "featdisplay7ebb.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Deadly Aim"
				}
			],
			"description": [
				"Deadly Aim (Combat)",
				"Source [PRPG Core Rulebook pg. 121](source:PRPG Core Rulebook)",
				"You can make exceptionally deadly ranged attacks by pinpointing a foe's weak spot, at the expense of making the attack less likely to succeed.",
				"**Prerequisites:** Dex 13, base attack bonus +1.",
				"**Benefit:** You can choose to take a -1 penalty on all ranged attack rolls to gain a +2 bonus on all ranged damage rolls. When your base attack bonus reaches +4, and every +4 thereafter, the penalty increases by -1 and the bonus to damage increases by +2. You must choose to use this feat before making an attack roll and its effects last until your next turn. The bonus damage does not apply to touch attacks or effects that do not deal hit point damage.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 116](source:Pathfinder Unchained)",
				"When using this feat, you can spend 4 stamina points to reduce the penalty to attack rolls imposed by the feat by 1 until the beginning of your next turn. You can't reduce the penalty below 0.",
				"Mythic Deadly Aim",
				"Source [Mythic Adventures pg. 61](source:Mythic Adventures)",
				"Your aim is truly devastating.",
				"**Prerequisites:** [Deadly Aim.](unknown:Deadly Aim.)",
				"**Benefit:** When you use Deadly Aim, you gain a +3 bonus on ranged damage rolls instead of +2. When your base attack bonus reaches +4, and every +4 thereafter, the bonus on ranged damage rolls increases by +3 rather than +2."
			]
		},
		{
			"name": "Deadly Stroke",
			"file": "featdisplayc67d.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Deadly Stroke"
				}
			],
			"description": [
				"Deadly Stroke (Combat)",
				"Source [PRPG Core Rulebook pg. 121](source:PRPG Core Rulebook)",
				"With a well-placed strike, you can bring a swift and painful end to most foes.",
				"**Prerequisites:** [Dazzling Display](unknown:Dazzling Display), [Greater Weapon Focus](unknown:Greater Weapon Focus), [Shatter Defenses](unknown:Shatter Defenses), [Weapon Focus](unknown:Weapon Focus), proficiency with the selected weapon, base attack bonus +11.",
				"**Benefit:** As a standard action, make a single attack with the weapon for which you have Greater Weapon Focus against a stunned or flat-footed opponent. If you hit, you deal double the normal damage and the target takes 1 point of Constitution bleed (see Conditions). The additional damage and bleed is not multiplied on a critical hit.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 116](source:Pathfinder Unchained)",
				"You can spend 5 stamina points to make a Deadly Stroke attack against a dazed opponent, or 10 stamina points to make a Deadly Stroke against an opponent you are flanking.",
				"Mythic Deadly Stroke",
				"Source [Mythic Adventures pg. 62](source:Mythic Adventures)",
				"You can kill with a single stroke.",
				"**Prerequisites:** [Deadly Stroke.](unknown:Deadly Stroke.)",
				"**Benefit:** When making a Deadly Stroke attack, you can expend one use of mythic power to instantly kill a nonmythic living creature. A Fortitude save (DC 10 + your base attack bonus + your tier) negates this effect, though the attack still deals double damage and Con bleed as Deadly Stroke. Constructs, oozes, and creatures immune to critical hits or precision-based damage can't be killed with this feat."
			]
		},
		{
			"name": "Death from Above",
			"file": "featdisplayf5be.html",
			"sources": [
				"Ultimate Combat",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Death from Above"
				}
			],
			"description": [
				"Death from Above (Combat)",
				"Source [Ultimate Combat pg. 94](source:Ultimate Combat)",
				"You allow gravity to add extra force to your charges.",
				"**Benefit:** Whenever you charge an opponent from higher ground, or from above while flying, you gain a +5 bonus on attack rolls in place of the bonuses from charging and being on higher ground.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 117](source:Pathfinder Unchained)",
				"When charging an opponent from higher ground or from above while flying, you can spend 4 stamina points to gain a +5 bonus on the damage roll, and also retain the bonuses from charging and being on higher ground.",
				"Mythic Death from Above",
				"Source [Mythic Adventures pg. 62](source:Mythic Adventures)",
				"When attacking from the air or higher ground, you bear down on your enemy to deadly effect.",
				"**Prerequisites:** [Death from Above.](unknown:Death from Above.)",
				"**Benefit:** Whenever you charge an opponent from higher ground, or from above while flying, the critical multiplier of your weapon increases by 2 (to a maximum of x6). This doesn't stack with other abilities that increase a weapon's critical multiplier. If your charge attack hits, you can perform a trip combat maneuver against the attack's target as a free action without provoking attacks of opportunity."
			]
		},
		{
			"name": "Deceitful",
			"file": "featdisplayc704.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Deceitful"
				}
			],
			"description": [
				"Deceitful",
				"Source [PRPG Core Rulebook pg. 121](source:PRPG Core Rulebook)",
				"You are skilled at deceiving others, both with the spoken word and with physical disguises.",
				"**Benefit:** You get a +2 bonus on all Bluff and Disguise skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
				"Mythic Deceitful",
				"Source [Mythic Adventures pg. 62](source:Mythic Adventures)",
				"Your power to mislead is beyond compare.",
				"**Prerequisites:** [Deceitful.](unknown:Deceitful.)",
				"**Benefit:** The bonus on Bluff and Disguise skill checks from Deceitful increases by 2. In addition, you can expend one use of mythic power to treat a Bluff or Disguise check as if you had rolled a natural 20. You must decide to use this ability before making the roll."
			]
		},
		{
			"name": "Deepsight",
			"file": "featdisplay2d84.html",
			"sources": [ "Advanced Player's Guide" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Deepsight"
				}
			],
			"description": [
				"Deepsight",
				"Source [Advanced Player's Guide pg. 157](source:Advanced Player's Guide)",
				"Your senses are especially keen in the utter darkness.",
				"**Prerequisites:** Darkvision 60 feet.",
				"**Benefit:** Your darkvision has a range of 120 feet.",
				"**Normal:** Darkvision normally extends 60 or 90 feet.",
				"Mythic Deepsight",
				"Source [Mythic Adventures pg. 62](source:Mythic Adventures)",
				"Your sharp eyes can penetrate deeper into the darkness, revealing more to you.",
				"**Prerequisites:** [Deepsight.](unknown:Deepsight.)",
				"**Benefit:** The range of your darkvision increases by 10 feet per tier."
			]
		},
		{
			"name": "Defensive Combat Training",
			"file": "featdisplay7e31.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Defensive Combat Training"
				}
			],
			"description": [
				"Defensive Combat Training (Combat)",
				"Source [PRPG Core Rulebook pg. 121](source:PRPG Core Rulebook)",
				"You excel at defending yourself from all manner of combat maneuvers.",
				"**Benefit:** You treat your total Hit Dice as your base attack bonus when calculating your Combat Maneuver Defense (see Combat).",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 117](source:Pathfinder Unchained)",
				"When targeted with a combat maneuver, you can spend any number of stamina points to gain a bonus to your CMD equal to the number of stamina points you spent.",
				"Mythic Defensive Combat Training",
				"Source [Mythic Adventures pg. 63](source:Mythic Adventures)",
				"Your defensive capabilities in combat are unmatched.",
				"**Prerequisites:** [Defensive Combat Training](unknown:Defensive Combat Training), 4th mythic tier.",
				"**Benefit:** Add half your tier to your CMD."
			]
		},
		{
			"name": "Deflect Arrows",
			"file": "featdisplayf9c9.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Deflect Arrows"
				}
			],
			"description": [
				"Deflect Arrows (Combat)",
				"Source [PRPG Core Rulebook pg. 121](source:PRPG Core Rulebook)",
				"You can knock arrows and other projectiles off course, preventing them from hitting you.",
				"**Prerequisites:** Dex 13, [Improved Unarmed Strike.](unknown:Improved Unarmed Strike.)",
				"**Benefit:** You must have at least one hand free (holding nothing) to use this feat. Once per round when you would normally be hit with an attack from a ranged weapon, you may deflect it so that you take no damage from it. You must be aware of the attack and not flat-footed. Attempting to deflect a ranged attack doesn't count as an action. Unusually massive ranged weapons (such as boulders or ballista bolts) and ranged attacks generated by natural attacks or spell effects can't be deflected.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 117](source:Pathfinder Unchained)",
				"You can spend 5 stamina points to deflect an arrow while you're flat-footed. You must still be aware of the attack.",
				"Mythic Deflect Arrows",
				"Source [Mythic Adventures pg. 63](source:Mythic Adventures)",
				"You deflect projectiles and ray spells with uncanny skill.",
				"**Prerequisites:** [Deflect Arrows.](unknown:Deflect Arrows.)",
				"**Benefit:** When using Deflect Arrows, you can deflect an additional number of ranged attacks per round equal to half your tier. You can expend one use of mythic power as an immediate action to deflect a single ray from a ray spell or effect targeting you."
			]
		},
		{
			"name": "Deft Hands",
			"file": "featdisplay113a.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Deft Hands"
				}
			],
			"description": [
				"Deft Hands",
				"Source [PRPG Core Rulebook pg. 121](source:PRPG Core Rulebook)",
				"You have exceptional manual dexterity.",
				"**Benefit:** You get a +2 bonus on Disable Device and Sleight of Hand skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
				"Mythic Deft Hands",
				"Source [Mythic Adventures pg. 63](source:Mythic Adventures)",
				"Your hands are astonishingly nimble.",
				"**Prerequisites:** [Deft Hands.](unknown:Deft Hands.)",
				"**Benefit:** The bonus on Disable Device and Sleight of Hand skill checks from Deft Hands increases by 2. In addition, you can expend one use of mythic power to treat a Disable Device or Sleight of Hand check as if you had rolled a natural 20. You must decide to use this ability before making the roll."
			]
		},
		{
			"name": "Detect Expertise",
			"file": "featdisplay913e.html",
			"sources": [ "Ultimate Magic" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Detect Expertise"
				}
			],
			"description": [
				"Detect Expertise",
				"Source [Ultimate Magic pg. 148](source:Ultimate Magic)",
				"You can detect the mystic specialty of a foe.",
				"**Prerequisites:** Int 13; ability to cast detect chaos, detect evil, detect good, detect law, or detect magic.",
				"**Benefit:** When you use any of the spells listed in this feat's prerequisites to detect a creature's alignment or its magic, you have a chance of detecting what spellcasting expertise it has. After you observe a creature with the detect spell for 3 rounds, it must make a Will save (DC 10 + 1/2 your caster level + your Intelligence modifier). If it fails the saving throw, you learn what bloodlines, domains, hexes, schools, or mysteries (if any) the creature possesses. If the creature makes its save, it is immune to the effects of this feat for 24 hours.",
				"Mythic Detect Expertise",
				"Source [Mythic Adventures pg. 63](source:Mythic Adventures)",
				"You can sense a creature's magical abilities with just a mere glance.",
				"**Prerequisites:** [Detect Expertise.](unknown:Detect Expertise.)",
				"**Benefit:** You gain the benefit of Detect Expertise immediately (without needing to observe a creature for 3 rounds) when using the divinations listed in Detect Expertise. Non-mythic creatures cannot attempt a Will save to resist this effect."
			]
		},
		{
			"name": "Disruptive",
			"file": "featdisplay26bb.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Disruptive"
				}
			],
			"description": [
				"Disruptive (Combat)",
				"Source [PRPG Core Rulebook pg. 122](source:PRPG Core Rulebook)",
				"Your training makes it difficult for enemy spellcasters to safely cast spells near you.",
				"**Prerequisites:** 6th-level fighter.",
				"**Benefit:** The DC to cast spells defensively increases by +4 for all enemies that are within your threatened area. This increase to casting spells defensively only applies if you are aware of the enemy's location and are capable of taking an attack of opportunity. If you can only take one attack of opportunity per round and have already used that attack, this increase does not apply.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 118](source:Pathfinder Unchained)",
				"When you use your last attack of opportunity available to you in a round, you can spend 2 stamina points to extend the duration of this feat's increase to DCs for enemies casting defensively within your threatened area until the start of your next turn.",
				"Mythic Disruptive",
				"Source [Mythic Adventures pg. 63](source:Mythic Adventures)",
				"You're a master at disrupting nearby spellcasters.",
				"**Prerequisites:** [Disruptive.](unknown:Disruptive.)",
				"**Benefit:** The DC to cast spells defensively within your threatened area increases by half your tier. This stacks with the increase granted by Disruptive. In addition, even if you can't make attacks of opportunity, non-mythic spellcasters are still wary of you and continue to suffer from the effects of Disruptive."
			]
		},
		{
			"name": "Distance Thrower",
			"file": "featdisplay99a7.html",
			"sources": [
				"Ultimate Combat",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Distance Thrower"
				},
				{
					"query": "score",
					"name": "strength",
					"minimum": 17
				}
			],
			"description": [
				"Distance Thrower (Combat)",
				"Source [Ultimate Combat pg. 97](source:Ultimate Combat)",
				"You are accurate with thrown weapons at longer ranges than normal.",
				"**Prerequisites:** Str 13.",
				"**Benefit:** With a thrown weapon, you reduce your penalty on ranged attack rolls due to range by 2.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 118](source:Pathfinder Unchained)",
				"When making an attack with a thrown weapon, you can spend 2 stamina points to reduce your penalty on ranged attack rolls due to range by an additional 4.",
				"Mythic Distance Thrower",
				"Source [Mythic Adventures pg. 63](source:Mythic Adventures)",
				"There's virtually no limit to your powerful throwing arm.",
				"**Prerequisites:** Str 17, [Distance Thrower.](unknown:Distance Thrower.)",
				"**Benefit:** Thrown weapons wielded by you have twice their normal range."
			]
		},
		{
			"name": "Divine Interference",
			"file": "featdisplayd862.html",
			"sources": [ "Ultimate Magic" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Divine Interference"
				}
			],
			"description": [
				"Divine Interference",
				"Source [Ultimate Magic pg. 149](source:Ultimate Magic)",
				"You can convert a spell to interfere with an enemy's attack.",
				"**Prerequisites:** Divine spellcaster, caster level 10th.",
				"**Benefit:** As an immediate action, when an enemy within 30 feet hits an ally with an attack, you can sacrifice a prepared divine spell or (if you are a spontaneous caster) an unused spell slot and make the enemy reroll the attack roll. The second attack roll takes a penalty equal to the level of the spell you sacrifice. You must sacrifice a spell of 1st-level or higher to use this ability. Whether or not the second attack is successful, you cannot use this effect on the same creature again for 1 day.",
				"Mythic Divine Interference",
				"Source [Mythic Adventures pg. 63](source:Mythic Adventures)",
				"Your divine power thwarts enemies of your faith.",
				"**Prerequisites:** [Divine Interference.](unknown:Divine Interference.)",
				"**Benefit:** When you use Divine Interference, the penalty on your opponent's attack roll is equal to twice the level of the spell sacrificed. You can expend one use of mythic power when you sacrifice the spell to increase the penalty to triple the level of the spell sacrificed."
			]
		},
		{
			"name": "Dodge",
			"file": "featdisplayfa6f.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Dodge"
				}
			],
			"description": [
				"Dodge (Combat)",
				"Source [PRPG Core Rulebook pg. 122](source:PRPG Core Rulebook)",
				"Your training and reflexes allow you to react swiftly to avoid an opponents' attacks.",
				"**Prerequisites:** Dex 13.",
				"**Benefit:** You gain a +1 dodge bonus to your AC. A condition that makes you lose your Dex bonus to AC also makes you lose the benefits of this feat.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 118](source:Pathfinder Unchained)",
				"When you move your speed or farther, you can spend a number of stamina points up to double your Dexterity bonus. If you do, until the start of your next turn, you gain an increase to the dodge bonus granted by the Dodge feat equal to half the number of stamina points you spent.",
				"Mythic Dodge",
				"Source [Mythic Adventures pg. 63](source:Mythic Adventures)",
				"When focused, you become nearly impossible to strike.",
				"**Prerequisites:** [Dodge.](unknown:Dodge.)",
				"**Benefit:** The bonus to AC from Dodge increases by 1. As an immediate action, you can expend one use of mythic power to grant yourself an additional +10 dodge bonus to AC against one attack."
			]
		},
		{
			"name": "Dreadful Carnage",
			"file": "featdisplayda9b.html",
			"sources": [
				"Advanced Player's Guide",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Dreadful Carnage"
				}
			],
			"description": [
				"Dreadful Carnage (Combat)",
				"Source [Advanced Player's Guide pg. 158](source:Advanced Player's Guide)",
				"Slaying an enemy demoralizes your other nearby foes.",
				"**Prerequisites:** Str 15, [Power Attack](unknown:Power Attack), [Furious Focus](unknown:Furious Focus), base attack bonus +11.",
				"**Benefit:** Whenever you reduce an enemy to 0 or fewer hit points, you can make an Intimidate check to demoralize all enemies within 30 feet as a free action. Enemies that cannot see both you and the enemy you reduced to 0 or fewer hit points are unaffected.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 118](source:Pathfinder Unchained)",
				"When you reduce an enemy to 0 or fewer hit points, you can spend up to 6 stamina points to increase the radius of this feat's effect by 5 feet for each stamina point you spent (to a maximum of 60 feet).",
				"Mythic Dreadful Carnage",
				"Source [Mythic Adventures pg. 63](source:Mythic Adventures)",
				"Your kills are truly frightening to behold.",
				"**Prerequisites:** [Dreadful Carnage.](unknown:Dreadful Carnage.)",
				"**Benefit:** When you use Dreadful Carnage, you affect non-mythic enemies within 60 feet in addition to all enemies within 30 feet. You can expend one use of mythic power before making the Intimidate check to cause enemies demoralized by Dreadful Carnage to become frightened instead of shaken, for the same duration as the normal shaken effect. While frightened by this ability, an enemy takes a penalty equal to your tier on attack rolls, saving throws, skill checks, and ability checks."
			]
		},
		{
			"name": "Drink Is Life",
			"file": "featdisplay67d9.html",
			"sources": [ "Mythic Adventures" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"mythic_tier": 3
				},
				{
					"query": "score",
					"name": "constitution",
					"minimum": 19
				}
			],
			"description": [
				"Drink Is Life",
				"Source [Mythic Adventures pg. 63](source:Mythic Adventures)",
				"Strong drink fuels the mythic fires within you.",
				"**Prerequisites:** Con 19, 3rd mythic tier.",
				"**Benefit:** You never take penalties for consuming nonmagical alcohol, and you can consume an alcoholic beverage as a swift action instead of a move action. Each time you consume an alcoholic beverage, you may gain one of the benefits of polypurpose panacea (Pathfinder RPG Ultimate Magic 232). You can have only one of these benefits active at a time. If you expend one use of mythic power while drinking an alcoholic beverage, you can heal 2 points of ability damage, negate a temporary penalty to one ability score, or remove one of the following conditions: confused, diseased, exhausted, fatigued, frightened, nauseated, poisoned, shaken, sickened, or staggered."
			]
		},
		{
			"name": "Dual Path",
			"file": "featdisplay1678.html",
			"sources": [ "Mythic Adventures" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"mythic_tier": 1
				}
			],
			"description": [
				"Dual Path",
				"Source [Mythic Adventures pg. 63](source:Mythic Adventures)",
				"You follow two mythic paths.",
				"**Prerequisites:** 1st mythic tier.",
				"**Benefit:** Select a mythic path other than the path you selected at your moment of ascension. You gain that path's 1st-tier ability (either archmage arcana, champion's strike, divine surge, guardian's call, marshal's order, or trickster attack). Each time you gain a path ability, you can select that path ability from either path's list or the list of universal path abilities."
			]
		},
		{
			"name": "Eagle Eyes",
			"file": "featdisplayd1f1.html",
			"sources": [ "Advanced Player's Guide" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Eagle Eyes"
				}
			],
			"description": [
				"Eagle Eyes",
				"Source [Advanced Player's Guide pg. 158](source:Advanced Player's Guide)",
				"Your vision is especially keen.",
				"**Prerequisites:** Wis 13, keen senses racial trait.",
				"**Benefit:** You ignore up to -5 in penalties due to distance on visual Perception checks, allowing you to see accurately at much greater distances than most.",
				"Mythic Eagle Eyes",
				"Source [Mythic Adventures pg. 64](source:Mythic Adventures)",
				"You eyesight rivals that of the most far-seeing raptors.",
				"**Prerequisites:** [Eagle Eyes.](unknown:Eagle Eyes.)",
				"**Benefit:** You ignore up to -10 in penalties due to distance on visual Perception checks, instead of the normal -5. As a swift action, you can expend one use of mythic power to ignore all penalties due to distance on visual Perception checks for 1 round."
			]
		},
		{
			"name": "Eldritch Heritage",
			"file": "featdisplayad7c.html",
			"sources": [ "Ultimate Magic" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Eldritch Heritage"
				}
			],
			"description": [
				"Eldritch Heritage",
				"Source [Ultimate Magic pg. 149](source:Ultimate Magic)",
				"You are descended from a long line of sorcerers, and some portion of their power flows in your veins.",
				"**Prerequisites:** Cha 13, Skill Focus with the class skill of bloodline selected for this feat (see below), character level 3rd.",
				"**Benefit:** Select one sorcerer bloodline. You must have Skill focus in the class skill that bloodline grants to a sorcerer at 1st level (for example, Heal for the celestial bloodline). This bloodline cannot be a bloodline you already have. You gain the first-level bloodline power for the selected bloodline. For purposes of using that power, treat your sorcerer level as equal to your character level - 2, even if you have levels in sorcerer. You do not gain any of the other bloodline abilities.",
				"Mythic Eldritch Heritage",
				"Source [Mythic Adventures pg. 64](source:Mythic Adventures)",
				"The blood of your sorcerous ancestor mingles with your mythic power to great effect.",
				"**Prerequisites:** [Eldritch Heritage.](unknown:Eldritch Heritage.)",
				"**Benefit:** You gain sorcerer bloodline powers of the bloodline tied to Eldritch Heritage as if your sorcerer level were your character level - 2. For that bloodline's 1st-level bloodline power, use your full character level to determine its effect; for all other bloodline powers, treat your sorcerer level as your character level - 2."
			]
		},
		{
			"name": "Elemental Channel",
			"file": "featdisplayd617.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Elemental Channel"
				}
			],
			"description": [
				"Elemental Channel",
				"Source [PRPG Core Rulebook pg. 122](source:PRPG Core Rulebook)",
				"Choose one elemental subtype, such as air, earth, fire, or water. You can channel your divine energy to harm or heal outsiders that possess your chosen elemental subtype.",
				"**Prerequisites:** Channel energy class feature.",
				"**Benefit:** Instead of its normal effect, you can choose to have your ability to channel energy heal or harm outsiders of your chosen elemental subtype. You must make this choice each time you channel energy. If you choose to heal or harm creatures of your elemental subtype, your channel energy has no affect on other creatures. The amount of damage healed or dealt and the DC to halve the damage is otherwise unchanged.",
				"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take this feat, it applies to a new elemental subtype.",
				"Mythic Elemental Channel",
				"Source [Mythic Adventures pg. 64](source:Mythic Adventures)",
				"Your power over elemental beings is nearly absolute.",
				"**Prerequisites:** [Elemental Channel.](unknown:Elemental Channel.)",
				"**Benefit:** Your Elemental Channel can affect any elemental subtype, not just the one you chose when you took Elemental Channel. Each time you use Elemental Channel, you must pick one elemental subtype before using the feat. You can expend one use of mythic power when you use Elemental Channel to choose a second elemental subtype to affect."
			]
		},
		{
			"name": "Elemental Fist",
			"file": "featdisplay1029.html",
			"sources": [
				"Advanced Player's Guide",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Elemental Fist"
				}
			],
			"description": [
				"Elemental Fist (Combat)",
				"Source [Advanced Player's Guide pg. 158](source:Advanced Player's Guide)",
				"You empower your strike with elemental energy",
				"**Prerequisites:** Con 13, Wis 13, [Improved Unarmed Strike](unknown:Improved Unarmed Strike), base attack bonus +8.",
				"**Benefit:** When you use Elemental Strike pick one of the following energy types: acid, cold, electricity, or fire. On a successful hit, the attack deals damage normally plus 1d6 points of damage of the chosen type. You must declare that you are using this feat before you make your attack roll (thus a failed attack roll ruins the attempt). You may attempt an elemental fist attack once per day for every four levels you have attained (see Special), and no more than once per round.",
				"**Special:** A monk of the four winds receives Elemental Fist as a bonus feat at 1st level, even if he does not meet the prerequisites. A monk may attempt an Elemental Fist attack a number of times per day equal to his monk level, plus one more time per day for every four levels he has in classes other than monk.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 119](source:Pathfinder Unchained)",
				"You can spend 5 stamina points to declare the use of Elemental Fist after making a successful attack roll.",
				"Mythic Elemental Fist",
				"Source [Mythic Adventures pg. 64](source:Mythic Adventures)",
				"Your ability to channel elemental power through your unarmed attacks is ferociously potent.",
				"**Prerequisites:** [Elemental Fist.](unknown:Elemental Fist.)",
				"**Benefit:** The extra energy damage dealt by Elemental Fist increases to 1d8 points, and you gain additional uses of Elemental Fist per day equal to your tier. You can expend one use of mythic power as an immediate action to add the extra damage from your Elemental Fist to all of the unarmed strikes you make until the beginning of your next turn. This counts as only one use of Elemental Fist, regardless of the number of attacks that you make in this fashion."
			]
		},
		{
			"name": "Elemental Focus",
			"file": "featdisplay4709.html",
			"sources": [ "Advanced Player's Guide" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Elemental Focus"
				}
			],
			"description": [
				"Elemental Focus",
				"Source [Advanced Player's Guide pg. 158](source:Advanced Player's Guide)",
				"Your spells of a certain element are more difficult to resist.",
				"**Benefit:** Choose one energy type (acid, cold, electricity, or fire). Add +1 to the Difficulty Class for all saving throws against spells that deal damage of the energy type you select.",
				"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take this feat, it applies to a new energy type.",
				"Mythic Elemental Focus",
				"Source [Mythic Adventures pg. 64](source:Mythic Adventures)",
				"Your elemental spells are potent and effective.",
				"**Prerequisites:** [Elemental Focus.](unknown:Elemental Focus.)",
				"**Benefit:** Choose an energy type in which you already have Elemental Focus. The increase to save DC provided by Elemental Focus and Greater Elemental Focus for spells of the selected energy type is 1 higher. When casting a spell with this energy type's descriptor, you can expend one use of mythic power as part of the casting to force the spell's targets to roll their saving throws twice, taking the lower result."
			]
		},
		{
			"name": "Elven Accuracy",
			"file": "featdisplay5083.html",
			"sources": [
				"Advanced Player's Guide",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Elven Accuracy"
				}
			],
			"description": [
				"Elven Accuracy (Combat)",
				"Source [Advanced Player's Guide pg. 159](source:Advanced Player's Guide)",
				"Your sharp eyesight makes difficult shots easier.",
				"**Prerequisites:** Elf.",
				"**Benefit:** If you miss due to concealment when making a ranged attack with a longbow or shortbow (including composite bows), you can reroll your miss chance roll one time to see if you actually hit.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 119](source:Pathfinder Unchained)",
				"If you miss an attack with a longbow or shortbow due to concealment, you can spend 5 stamina points to automatically succeed at the miss chance reroll from this feat.",
				"Mythic Elven Accuracy",
				"Source [Mythic Adventures pg. 64](source:Mythic Adventures)",
				"Your elven eyesight cuts though concealment.",
				"**Prerequisites:** [Elven Accuracy.](unknown:Elven Accuracy.)",
				"**Benefit:** When you make an attack with a longbow or short bow (including composite bows), you can ignore concealment, but not total concealment. You still suffer a miss chance for total concealment, but if you miss due to total concealment, you may reroll your miss chance as per Elven Accuracy."
			]
		},
		{
			"name": "Endurance",
			"file": "featdisplayb418.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Endurance"
				}
			],
			"description": [
				"Endurance",
				"Source [PRPG Core Rulebook pg. 122](source:PRPG Core Rulebook)",
				"Harsh conditions or long exertions do not easily tire you.",
				"**Benefit:** You gain a +4 bonus on the following checks and saves: Swim checks made to resist nonlethal damage from exhaustion; Constitution checks made to continue running; Constitution checks made to avoid nonlethal damage from a forced march; Constitution checks made to hold your breath; Constitution checks made to avoid nonlethal damage from starvation or thirst; Fortitude saves made to avoid nonlethal damage from hot or cold environments; and Fortitude saves made to resist damage from suffocation.",
				"You may sleep in light or medium armor without becoming fatigued.",
				"**Normal:** A character without this feat who sleeps in medium or heavier armor is fatigued the next day.",
				"Mythic Endurance",
				"Source [Mythic Adventures pg. 65](source:Mythic Adventures)",
				"Your endurance is truly beyond the pale.",
				"**Prerequisites:** [Endurance.](unknown:Endurance.)",
				"**Benefit:** The bonus on checks and saves from Endurance increases by half your tier. You take half the damage when you fail a check to avoid nonlethal damage from a forced march, starvation and thirst, hot or cold environments, or slow suffocation.",
				"You can sleep in heavy armor without becoming fatigued."
			]
		},
		{
			"name": "Eschew Materials",
			"file": "featdisplay39f8.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Eschew Materials"
				}
			],
			"description": [
				"Eschew Materials",
				"Source [PRPG Core Rulebook pg. 123](source:PRPG Core Rulebook)",
				"You can cast many spells without needing to utilize minor material components.",
				"**Benefit:** You can cast any spell with a material component costing 1 gp or less without needing that component. The casting of the spell still provokes attacks of opportunity as normal. If the spell requires a material component that costs more than 1 gp, you must have the material component on hand to cast the spell, as normal.",
				"Mythic Eschew Materials",
				"Source [Mythic Adventures pg. 65](source:Mythic Adventures)",
				"You can cast even the most powerful spells without using material components.",
				"**Prerequisites:** [Eschew Materials.](unknown:Eschew Materials.)",
				"**Benefit:** You can cast any spell with a material component costing 10 gp per tier or less without providing that component. If you expend one use of mythic power while casting a spell that requires a material component costing 50 gp per tier or less, you can cast it without providing that component. Expending two uses of mythic power instead allows you to cast a spell that requires a material component costing 100 gp per tier or less without providing that component."
			]
		},
		{
			"name": "Extra Mythic Power",
			"file": "featdisplay7a2d.html",
			"sources": [ "Mythic Adventures" ],
			"types": [ "General" ],
			"prerequisites": null,
			"description": [
				"Extra Mythic Power",
				"Source [Mythic Adventures pg. 65](source:Mythic Adventures)",
				"You can store more mythic power than your tier would normally allow.",
				"**Benefit:** You gain two extra uses of mythic power each day."
			]
		},
		{
			"name": "Extra Path Ability",
			"file": "featdisplay8f15.html",
			"sources": [ "Mythic Adventures" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"mythic_tier": 3
				}
			],
			"description": [
				"Extra Path Ability",
				"Source [Mythic Adventures pg. 65](source:Mythic Adventures)",
				"You can call upon mythic powers beyond those already invested in you.",
				"**Prerequisites:** 3rd mythic tier.",
				"**Benefit:** Choose one mythic ability from your path or from the universal path abilities that you meet the prerequisites for. You gain that path ability."
			]
		},
		{
			"name": "Fabulous Figments",
			"file": "featdisplay2c48.html",
			"sources": [ "Mythic Adventures" ],
			"types": [ "General" ],
			"description": [
				"Fabulous Figments",
				"Source [Mythic Adventures pg. 65](source:Mythic Adventures)",
				"Your illusions are astonishingly realistic.",
				"**Prerequisites:** [Spell Focus (illusion).](unknown:Spell Focus (illusion).)",
				"**Benefit:** Non-mythic creatures can't identify your illusion spells with Spellcraft, including checks attempted as part of arcane sight, detect magic, or similar effects. When mythic creatures attempt to identify your illusions, add your tier to the DC of those Spellcraft checks. Mythic creatures informed by their allies that one of your illusions isn't real gain only a +2 bonus on their Will saves to disbelieve. Non-mythic creatures gain no bonus to disbelieve."
			]
		},
		{
			"name": "Far Shot",
			"file": "featdisplayb19b.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Far Shot"
				}
			],
			"description": [
				"Far Shot (Combat)",
				"Source [PRPG Core Rulebook pg. 124](source:PRPG Core Rulebook)",
				"You are more accurate at longer ranges.",
				"**Prerequisites:** [Point-Blank Shot.](unknown:Point-Blank Shot.)",
				"**Benefit:** You only suffer a -1 penalty per full range increment between you and your target when using a ranged weapon.",
				"**Normal:** You suffer a -2 penalty per full range increment between you and your target.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 119](source:Pathfinder Unchained)",
				"When making a single ranged attack as a standard action, you can spend 5 stamina points to ignore all range penalties on that attack.",
				"Mythic Far Shot",
				"Source [Mythic Adventures pg. 65](source:Mythic Adventures)",
				"You make long-ranged attacks with remarkable accuracy.",
				"**Prerequisites:** [Far Shot.](unknown:Far Shot.)",
				"**Benefit:** As a swift action, you can expend one use of mythic power to ignore all range increment penalties for your ranged attacks until the end of your turn."
			]
		},
		{
			"name": "Fast Empathy",
			"file": "featdisplayda09-2.html",
			"sources": [ "Ultimate Magic" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Fast Empathy"
				}
			],
			"description": [
				"Fast Empathy",
				"Source [Ultimate Magic pg. 150](source:Ultimate Magic)",
				"Your empathic attunement to nature connects you swiftly with bestial minds.",
				"**Prerequisites:** Handle Animal 5 ranks, wild empathy class feature.",
				"**Benefit:** Using wild empathy is a standard action for you.",
				"**Normal:** Using wild empathy requires 1 minute.",
				"Mythic Fast Empathy",
				"Source [Mythic Adventures pg. 65](source:Mythic Adventures)",
				"You can soothe the emotions of wild beasts with nearly supernatural quickness.",
				"**Prerequisites:** [Fast Empathy.](unknown:Fast Empathy.)",
				"**Benefit:** You can use wild empathy as a swift action."
			]
		},
		{
			"name": "Fire Music",
			"file": "featdisplaya776.html",
			"sources": [ "Ultimate Magic" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Fire Music"
				}
			],
			"description": [
				"Fire Music",
				"Source [Ultimate Magic pg. 150](source:Ultimate Magic)",
				"Your ability to command fire and bardic music has created a strange blend of both magics.",
				"**Prerequisites:** Spellcraft 5 ranks, ability to cast bard spells, ability to cast an arcane fire spell from some other spellcasting class.",
				"**Benefit:** When you cast a bard spell that deals damage, you may replace the spell's normal damage with fire damage or split the spell's damage so that half of it is the normal damage type and half is fire damage.",
				"If you cast a summon monster spell as a bard spell, you may choose to give the summoned creature a fiery appearance, which gives it fire resistance 5 and adds +1 fire damage to all of its natural attacks. The creature sheds dim light in a 5-foot radius. This aspect of the feat has no effect if the creature already has the fire subtype.",
				"When you use this feat, the affected spell gains the fire descriptor.",
				"Mythic Fire Music",
				"Source [Mythic Adventures pg. 65](source:Mythic Adventures)",
				"You masterfully weave the ancient melodies of fire into your spells.",
				"**Prerequisites:** [Fire Music.](unknown:Fire Music.)",
				"**Benefit:** When you use Fire Music to change any of the damage dealt by a bard spell to fire damage, that damage ignores fire resistance up to your tier.",
				"If you cast summon monster as a bard spell and choose to give the summoned creature a fiery appearance, increase its fire resistance by 5 (adding to the resistance already granted by Fire Music) and add 1d4 points of fire damage to all of its natural attacks instead of the +1 fire damage normally granted by Fire Music. Creatures with the fire subtype also gain these benefits."
			]
		},
		{
			"name": "Fleet",
			"file": "featdisplaydce7.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Fleet"
				}
			],
			"description": [
				"Fleet",
				"Source [PRPG Core Rulebook pg. 124](source:PRPG Core Rulebook)",
				"You are faster than most.",
				"**Benefit:** While you are wearing light or no armor, your base speed increases by 5 feet. You lose the benefits of this feat if you carry a medium or heavy load.",
				"**Special:** You can take this feat multiple times. The effects stack.",
				"Mythic Fleet",
				"Source [Mythic Adventures pg. 65](source:Mythic Adventures)",
				"You're fantastically light on your feet.",
				"**Prerequisites:** [Fleet.](unknown:Fleet.)",
				"**Benefit:** Your base land speed increases by 5 feet, regardless of what armor you wear or whether you're encumbered. This bonus stacks with the bonus gained from Fleet.",
				"**Special:** You can take this feat multiple times, but no more than the number of times you've taken non-mythic Fleet. The effects stack."
			]
		},
		{
			"name": "Furious Focus",
			"file": "featdisplay8fa9.html",
			"sources": [
				"Advanced Player's Guide",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Furious Focus"
				}
			],
			"description": [
				"Furious Focus (Combat)",
				"Source [Advanced Player's Guide pg. 161](source:Advanced Player's Guide)",
				"Even in the midst of fierce and furious blows, you can find focus in the carnage and your seemingly wild blows strike home.",
				"**Prerequisites:** Str 13, [Power Attack](unknown:Power Attack), base attack bonus +1.",
				"**Benefit:** When you are wielding a two-handed weapon or a one-handed weapon with two hands, and using the Power Attack feat, you do not suffer Power Attack's penalty on melee attack rolls on the first attack you make each turn. You still suffer the penalty on any additional attacks, including attacks of opportunity.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 120](source:Pathfinder Unchained)",
				"When using the Power Attack feat and wielding a two-handed melee weapon or a onehanded melee weapon with two hands, you can spend 5 stamina points. If you do, each successful attack you make against a target reduces your Power Attack penalty against that target by 1 (to a minimum of 0) until the beginning of your next turn.",
				"Mythic Furious Focus",
				"Source [Mythic Adventures pg. 65](source:Mythic Adventures)",
				"Your attacks create a rhythmic barrage that doesn't sacrifice precision for force.",
				"**Prerequisites:** [Furious Focus.](unknown:Furious Focus.)",
				"**Benefit:** When you are using Furious Focus, you don't take Power Attack's penalty on attack rolls that are made as attacks of opportunity. As a free action, you can expend one use of mythic power to negate Power Attack's penalty on all melee attacks you make for 1 round while using this feat."
			]
		},
		{
			"name": "Gnome Trickster",
			"file": "featdisplay8bff.html",
			"sources": [ "Advanced Player's Guide" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Gnome Trickster"
				}
			],
			"description": [
				"Gnome Trickster",
				"Source [Advanced Player's Guide pg. 161](source:Advanced Player's Guide)",
				"Your arcane talents go beyond the illusory.",
				"**Prerequisites:** Cha 13, gnome, gnome magic racial trait.",
				"**Benefit:** In addition to your normal gnome spell-like abilities, you also gain the following spell-like abilities: 1/day-mage hand and prestidigitation.",
				"Mythic Gnome Trickster",
				"Source [Mythic Adventures pg. 65](source:Mythic Adventures)",
				"Thanks to your mythic power, the magic in your blood has grown more potent and diverse.",
				"**Prerequisites:** [Gnome Trickster.](unknown:Gnome Trickster.)",
				"**Benefit:** You gain the following spell-like abilities: 1/day-blur and vanish.",
				"You can use your gnome spell-like abilities an additional number of times per day equal to half your tier. You can spend these additional uses to use any of your gnome spell-like abilities you wish. Your caster level for your gnome spell-like abilities becomes your character level plus your tier."
			]
		},
		{
			"name": "Gorgon's Fist",
			"file": "featdisplay4c66.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Scorpion Style",
					"base_attack_bonus": 6
				}
			],
			"description": [
				"Gorgon's Fist (Combat)",
				"Source [PRPG Core Rulebook pg. 124](source:PRPG Core Rulebook)",
				"With one well-placed blow, you leave your target reeling.",
				"**Prerequisites:** [Improved Unarmed Strike](unknown:Improved Unarmed Strike), [Scorpion Style](unknown:Scorpion Style), base attack bonus +6.",
				"**Benefit:** As a standard action, make a single unarmed melee attack against a foe whose speed is reduced (such as from Scorpion Style). If the attack hits, you deal damage normally and the target is staggered until the end of your next turn unless it makes a Fortitude saving throw (DC 10 + 1/2 your character level + your Wis modifier). This feat has no effect on targets that are staggered.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 120](source:Pathfinder Unchained)",
				"You can spend 5 stamina points to make a Gorgon's Fist attack as one of the individual attacks made during a full attack.",
				"Mythic Gorgon's Fist",
				"Source [Mythic Adventures pg. 66](source:Mythic Adventures)",
				"Your strikes debilitate and disorient your foes.",
				"**Prerequisites:** Gorgon's Fist.",
				"**Benefit:** When you hit a creature while using Gorgon's Fist, if the target fails its Fortitude saving throw, it is dazed for 1 round instead of staggered. You can expend one use of mythic power when you hit with a Gorgon's Fist attack, but before the saving throw is attempted, to increase its DC by half your tier."
			]
		},
		{
			"name": "Great Fortitude",
			"file": "featdisplay51bc.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Great Fortitude"
				}
			],
			"description": [
				"Great Fortitude",
				"Source [PRPG Core Rulebook pg. 124](source:PRPG Core Rulebook)",
				"You are resistant to poisons, diseases, and other maladies.",
				"**Benefit:** You get a +2 bonus on all Fortitude saving throws.",
				"Mythic Great Fortitude",
				"Source [Mythic Adventures pg. 66](source:Mythic Adventures)",
				"Your fortitude is unmatched.",
				"**Prerequisites:** [Great Fortitude.](unknown:Great Fortitude.)",
				"**Benefit:** Whenever you roll a Fortitude saving throw against a spell, spell-like ability, or supernatural ability from a non-mythic source, roll twice and take the higher result."
			]
		},
		{
			"name": "Guided Hand",
			"file": "featdisplayab90.html",
			"sources": [ "Ultimate Combat" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Guided Hand"
				}
			],
			"description": [
				"Guided Hand",
				"Source [Ultimate Combat pg. 103](source:Ultimate Combat)",
				"Your deity blesses any strike you make with that deity's favored weapon.",
				"**Prerequisites:** Channel energy class feature, [Channel Smite](unknown:Channel Smite), proficiency with your deity's favored weapon.",
				"**Benefit:** With your deity's favored weapon, you can use your Wisdom modifier instead of your Strength or Dexterity modifier on attack rolls.",
				"Mythic Guided Hand",
				"Source [Mythic Adventures pg. 66](source:Mythic Adventures)",
				"Attacks made with your deity's favored weapon are divinely inspired.",
				"**Prerequisites:** [Guided Hand.](unknown:Guided Hand.)",
				"**Benefit:** When making attacks with your deity's favored weapon, you can add your Wisdom modifier instead of your Strength or Dexterity modifier on damage rolls."
			]
		},
		{
			"name": "Heroic Defiance",
			"file": "featdisplay7923.html",
			"sources": [ "Advanced Player's Guide" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Heroic Defiance"
				}
			],
			"description": [
				"Heroic Defiance",
				"Source [Advanced Player's Guide pg. 162](source:Advanced Player's Guide)",
				"You struggle on when others would fall.",
				"**Prerequisites:** [Diehard](unknown:Diehard), [Endurance](unknown:Endurance), base Fortitude save +8.",
				"**Benefit:** Once per day as an immediate action you can delay the onset of one harmful condition or affliction (such as panicked, paralyzed, stunned, and so on), including permanent and instantaneous conditions. Activating this feat delays the onset of the condition until the end of your next turn, after which time the condition takes its normal effect. This feat has no effect on hit point damage or ability damage.",
				"Mythic Heroic Defiance",
				"Source [Mythic Adventures pg. 66](source:Mythic Adventures)",
				"You ignore harmful effects that would bring others down.",
				"**Prerequisites:** [Heroic Defiance.](unknown:Heroic Defiance.)",
				"**Benefit:** Once per day as an immediate action, you can attempt to negate the onset of one harmful condition or affliction (such as panicked, paralyzed, stunned, and so on) that allowed a saving throw for its onset, not including permanent and instantaneous conditions. When you do so, attempt a Will saving throw with a bonus equal to your tier against the original DC of the effect. If you succeed, the condition is negated. If you fail, the onset is delayed until the end of your next turn, after which it takes its normal effect. This feat has no effect on hit point damage or ability damage.",
				"This effect is separate from the use of non-mythic Heroic Defiance."
			]
		},
		{
			"name": "Heroic Recovery",
			"file": "featdisplayf6af.html",
			"sources": [ "Advanced Player's Guide" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Heroic Recovery"
				}
			],
			"description": [
				"Heroic Recovery",
				"Source [Advanced Player's Guide pg. 162](source:Advanced Player's Guide)",
				"You can throw off the effects of crippling conditions.",
				"**Prerequisites:** [Diehard](unknown:Diehard), [Endurance](unknown:Endurance), base Fortitude save +4.",
				"**Benefit:** Once per day as a standard action you may attempt a new saving throw against a harmful condition or affliction requiring a Fortitude save that is affecting you. If this save against the affliction fails, there is no additional effect, but a successful save counts toward curing an affliction such as poison or disease. You cannot use this feat to recover from instantaneous effects, effects that do not allow a saving throw, or effects that do not require a Fortitude save.",
				"Mythic Heroic Recovery",
				"Source [Mythic Adventures pg. 66](source:Mythic Adventures)",
				"You can shrug off the effects of harmful conditions after they've taken effect.",
				"**Prerequisites:** [Heroic Recovery.](unknown:Heroic Recovery.)",
				"**Benefit:** As a swift action, you can expend one use of mythic power to use Heroic Recovery additional times. Whenever you do, add your tier to the result of the Fortitude save."
			]
		},
		{
			"name": "Improved Bull Rush",
			"file": "featdisplay34d3.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Improved Bull Rush"
				}
			],
			"description": [
				"Improved Bull Rush (Combat)",
				"Source [PRPG Core Rulebook pg. 126](source:PRPG Core Rulebook)",
				"You are skilled at pushing your foes around.",
				"**Prerequisites:** Str 13, [Power Attack](unknown:Power Attack), base attack bonus +1.",
				"**Benefit:** You do not provoke an attack of opportunity when performing a bull rush combat maneuver. In addition, you receive a +2 bonus on checks made to bull rush a foe. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to bull rush you.",
				"**Normal:** You provoke an attack of opportunity when performing a bull rush combat maneuver.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 122](source:Pathfinder Unchained)",
				"When you are the target of a bull rush combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD increases by that number for that bull rush attempt.",
				"Mythic Improved Bull Rush",
				"Source [Mythic Adventures pg. 66](source:Mythic Adventures)",
				"You push foes around with amazing ease.",
				"**Prerequisites:** [Improved Bull Rush.](unknown:Improved Bull Rush.)",
				"**Benefit:** You gain a bonus equal to half your tier on checks to bull rush, and to your CMD when an opponent bull rushes you. These bonuses stack with those granted by non-mythic Improved Bull Rush.",
				"Furthermore, you can make an attack of opportunity against any creature that attempts to bull rush you, unless it also has this feat."
			]
		},
		{
			"name": "Improved Channel",
			"file": "featdisplaya91d.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Improved Channel"
				}
			],
			"description": [
				"Improved Channel",
				"Source [PRPG Core Rulebook pg. 126](source:PRPG Core Rulebook)",
				"Your channeled energy is harder to resist.",
				"**Prerequisites:** Channel energy class feature.",
				"**Benefit:** Add 2 to the DC of saving throws made to resist the effects of your channel energy ability.",
				"Mythic Improved Channel",
				"Source [Mythic Adventures pg. 66](source:Mythic Adventures)",
				"As a divine conduit for energy, you're unmatched.",
				"**Prerequisites:** [Improved Channel.](unknown:Improved Channel.)",
				"**Benefit:** Non-mythic creatures that take damage from your channel energy must roll their saving throws twice and take the lower result."
			]
		},
		{
			"name": "Improved Counterspell",
			"file": "featdisplay9a47.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Improved Counterspell"
				}
			],
			"description": [
				"Improved Counterspell",
				"Source [PRPG Core Rulebook pg. 126](source:PRPG Core Rulebook)",
				"You are skilled at countering the spells of others using similar spells.",
				"**Benefit:** When counterspelling, you may use a spell of the same school that is one or more spell levels higher than the target spell.",
				"**Normal:** Without this feat, you may counter a spell only with the same spell or with a spell specifically designated as countering the target spell.",
				"Mythic Improved Counterspell",
				"Source [Mythic Adventures pg. 66](source:Mythic Adventures)",
				"Your innate understanding of magical mechanics allows you to unravel spells with pure magical energy.",
				"**Prerequisites:** [Improved Counterspell.](unknown:Improved Counterspell.)",
				"**Benefit:** When counterspelling, you can use a spell of the same school that is the same or higher spell level as the target spell."
			]
		},
		{
			"name": "Improved Critical",
			"file": "featdisplay11f4.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Improved Critical"
				}
			],
			"description": [
				"Improved Critical (Combat)",
				"Source [PRPG Core Rulebook pg. 127](source:PRPG Core Rulebook)",
				"Attacks made with your chosen weapon are quite deadly.",
				"**Prerequisites:** Proficient with weapon, base attack bonus +8.",
				"**Benefit:** When using the weapon you selected, your threat range is doubled.",
				"**Special:** You can gain Improved Critical multiple times. The effects do not stack. Each time you take the feat, it applies to a new type of weapon. This effect doesn't stack with any other effect that expands the threat range of a weapon.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 123](source:Pathfinder Unchained)",
				"When you hit with an attack and the roll fails to threaten a critical hit by 3 or less, you can spend 5 stamina points to attempt to deal double damage anyway. Roll as if confirming a critical hit. If this confirmation roll succeeds, your attack is still not a critical hit, but it deals double damage.",
				"Mythic Improved Critical",
				"Source [Mythic Adventures pg. 66](source:Mythic Adventures)",
				"Your critical strikes with your chosen weapon are deadlier than most.",
				"**Prerequisites:** [Improved Critical](unknown:Improved Critical), base attack bonus +8.",
				"**Benefit:** Your critical multiplier with your chosen weapon is increased by 1 (to a maximum of x6).",
				"**Special:** You can gain this feat multiple times. The effects do not stack. Each time you take this feat, it applies to a different non-mythic Improved Critical feat."
			]
		},
		{
			"name": "Improved Dirty Trick",
			"file": "featdisplay9292.html",
			"sources": [
				"Advanced Player's Guide",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Improved Dirty Trick"
				}
			],
			"description": [
				"Improved Dirty Trick (Combat)",
				"Source [Advanced Player's Guide pg. 162](source:Advanced Player's Guide)",
				"You are skilled at pulling dirty tricks on your foes.",
				"**Prerequisites:** Int 13, [Combat Expertise.](unknown:Combat Expertise.)",
				"**Benefit:** You do not provoke an attack of opportunity when performing a dirty trick combat maneuver. In addition, you receive a +2 bonus on checks made to attempt a dirty trick. You also receive a +2 bonus to your Combat Maneuver Defense when an opponent tries a dirty trick on you.",
				"**Normal:** You provoke an attack of opportunity when performing a dirty trick combat maneuver.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 123](source:Pathfinder Unchained)",
				"You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. When you are the target of a dirty trick combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that dirty trick attempt increases by that number.",
				"Mythic Improved Dirty Trick",
				"Source [Mythic Adventures pg. 66](source:Mythic Adventures)",
				"You're a paragon of down-and-dirty fighting.",
				"**Prerequisites:** [Improved Dirty Trick.](unknown:Improved Dirty Trick.)",
				"**Benefit:** You gain a bonus equal to half your tier on checks to attempt a dirty trick, and to your CMD when an opponent attempts to perform a dirty trick on you. These bonuses stack with those granted by Improved Dirty Trick.",
				"Furthermore, you can make an attack of opportunity against any creature that attempts a dirty trick maneuver against you, unless it also has this feat."
			]
		},
		{
			"name": "Improved Disarm",
			"file": "featdisplay566d.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Improved Disarm"
				}
			],
			"description": [
				"Improved Disarm (Combat)",
				"Source [PRPG Core Rulebook pg. 127](source:PRPG Core Rulebook)",
				"You are skilled at knocking weapons from a foe's grasp.",
				"**Prerequisites:** Int 13, [Combat Expertise.](unknown:Combat Expertise.)",
				"**Benefit:** You do not provoke an attack of opportunity when performing a disarm combat maneuver. In addition, you receive a +2 bonus on checks made to disarm a foe. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to disarm you.",
				"**Normal:** You provoke an attack of opportunity when performing a disarm combat maneuver.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 123](source:Pathfinder Unchained)",
				"You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefit of this feat only as long as you have at least 1 stamina point in your stamina pool. When you are the target of a disarm combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that disarm attempt increases by that number.",
				"Mythic Improved Disarm",
				"Source [Mythic Adventures pg. 67](source:Mythic Adventures)",
				"You're expert at knocking your enemies' weapons away.",
				"**Prerequisites:** [Improved Disarm.](unknown:Improved Disarm.)",
				"**Benefit:** You gain a bonus equal to half your tier on checks to disarm, and to your CMD when an opponent tries to disarm you. These bonuses stack with those granted by Improved Disarm.",
				"Furthermore, you can make an attack of opportunity against any creature that attempts to disarm you, unless it also has this feat."
			]
		},
		{
			"name": "Improved Drag",
			"file": "featdisplay3380.html",
			"sources": [
				"Advanced Player's Guide",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Improved Drag"
				}
			],
			"description": [
				"Improved Drag (Combat)",
				"Source [Advanced Player's Guide pg. 162](source:Advanced Player's Guide)",
				"You are skilled at dragging foes around the battlefield.",
				"**Prerequisites:** Str 13, [Power Attack](unknown:Power Attack), base attack bonus +1.",
				"**Benefit:** You do not provoke an attack of opportunity when performing a drag combat maneuver. In addition, you receive a +2 bonus on checks made to drag a foe. You also receive a +2 bonus to your Combat Maneuver Defense when an opponent tries to drag you.",
				"**Normal:** You provoke an attack of opportunity when performing a drag combat maneuver.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 123](source:Pathfinder Unchained)",
				"When you are the target of a drag combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that drag attempt increases by that number.",
				"Mythic Improved Drag",
				"Source [Mythic Adventures pg. 67](source:Mythic Adventures)",
				"You pull your enemies around the battlefield with great ease.",
				"**Prerequisites:** [Improved Drag.](unknown:Improved Drag.)",
				"**Benefit:** You gain a bonus equal to half your tier on checks to attempt a drag combat maneuver, and to your CMD when an opponent attempts a drag combat maneuver against you. These bonuses stack with those granted by Improved Drag.",
				"Furthermore, you can make an attack of opportunity against any creature that attempts a drag maneuver against you, unless it also has this feat."
			]
		},
		{
			"name": "Improved Familiar",
			"file": "featdisplay1793.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Improved Familiar"
				}
			],
			"description": [
				"Improved Familiar",
				"Source [PRPG Core Rulebook pg. 127](source:PRPG Core Rulebook)",
				"This feat allows you to acquire a powerful familiar, but only when you could normally acquire a new familiar.",
				"**Prerequisites:** Ability to acquire a new familiar, compatible alignment, sufficiently high level (see below).",
				"**Benefit:** When choosing a familiar, the creatures listed below are also available to you. You may choose a familiar with an alignment up to one step away on each alignment axis (lawful through chaotic, good through evil).",
				"You can find the full list of available Improved Familiars [here](unknown:here).",
				"Improved familiars otherwise use the rules for regular familiars, with two exceptions: if the creature's type is something other than animal, its type does not change; and improved familiars do not gain the ability to speak with other creatures of their kind (although many of them already have the ability to communicate).",
				"Mythic Improved Familiar",
				"Source [Mythic Adventures pg. 67](source:Mythic Adventures)",
				"Your familiar gains some of your incredible resiliency and insight.",
				"**Prerequisites:** [Improved Familiar.](unknown:Improved Familiar.)",
				"**Benefit:** For every 3 tiers you possess, your familiar gains a +2 bonus to an ability score of your choice. These bonuses stack. Your familiar adds your tier to its natural armor bonus and to its spell resistance (if it has spell resistance)."
			]
		},
		{
			"name": "Improved Grapple",
			"file": "featdisplay36c8.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Improved Grapple"
				}
			],
			"description": [
				"Improved Grapple (Combat)",
				"Source [PRPG Core Rulebook pg. 127](source:PRPG Core Rulebook)",
				"You are skilled at grappling opponents.",
				"**Prerequisites:** Dex 13, [Improved Unarmed Strike.](unknown:Improved Unarmed Strike.)",
				"**Benefit:** You do not provoke an attack of opportunity when performing a grapple combat maneuver. In addition, you receive a +2 bonus on checks made to grapple a foe. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to grapple you.",
				"**Normal:** You provoke an attack of opportunity when performing a grapple combat maneuver.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 123](source:Pathfinder Unchained)",
				"When you are the target of a grapple combat maneuver to initiate or maintain a grapple, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that grapple attempt increases by that number.",
				"Mythic Improved Grapple",
				"Source [Mythic Adventures pg. 67](source:Mythic Adventures)",
				"Your wrestling moves are difficult to counter.",
				"**Prerequisites:** [Improved Grapple.](unknown:Improved Grapple.)",
				"**Benefit:** You gain a bonus equal to half your tier on checks to grapple, and to your CMD when an opponent tries to grapple you. These bonuses stack with those granted by Improved Grapple.",
				"Furthermore, you can make an attack of opportunity against any creature that attempts to grapple you, unless it also has this feat."
			]
		},
		{
			"name": "Improved Initiative",
			"file": "featdisplay9c1d.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Improved Initiative"
				}
			],
			"description": [
				"Improved Initiative (Combat)",
				"Source [PRPG Core Rulebook pg. 127](source:PRPG Core Rulebook)",
				"Your quick reflexes allow you to react rapidly to danger.",
				"**Benefit:** You get a +4 bonus on initiative checks.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 123](source:Pathfinder Unchained)",
				"Before rolling initiative, you can spend 10 stamina points to use 20 as the number rolled.",
				"Mythic Improved Initiative",
				"Source [Mythic Adventures pg. 67](source:Mythic Adventures)",
				"You leap into the fray with speed and confidence.",
				"**Prerequisites:** [Improved Initiative.](unknown:Improved Initiative.)",
				"**Benefit:** The bonus on initiative checks granted by Improved Initiative increases by an amount equal to your tier. This bonus stacks with the bonus from Improved Initiative. In addition, instead of rolling initiative, you can expend one use of mythic power to treat your roll as a natural 20."
			]
		},
		{
			"name": "Improved Overrun",
			"file": "featdisplay6051.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Improved Overrun"
				}
			],
			"description": [
				"Improved Overrun (Combat)",
				"Source [PRPG Core Rulebook pg. 127](source:PRPG Core Rulebook)",
				"You are skilled at running down your foes.",
				"**Prerequisites:** Str 13, [Power Attack](unknown:Power Attack), base attack bonus +1.",
				"**Benefit:** You do not provoke an attack of opportunity when performing an overrun combat maneuver. In addition, you receive a +2 bonus on checks made to overrrun a foe. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to overrun you. Targets of your overrun attempt may not chose to avoid you.",
				"**Normal:** You provoke an attack of opportunity when performing an overrun combat maneuver.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 123](source:Pathfinder Unchained)",
				"When you are the target of an overrun combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that overrun attempt increases by that number.",
				"Mythic Improved Overrun",
				"Source [Mythic Adventures pg. 67](source:Mythic Adventures)",
				"You're an unstoppable force on the battlefield, able to run down lesser foes with ease.",
				"**Prerequisites:** [Improved Overrun.](unknown:Improved Overrun.)",
				"**Benefit:** You gain a bonus equal to half your tier on checks to overrun, and to your CMD when an opponent tries to overrun you. These bonuses stack with those granted by Improved Overrun.",
				"Furthermore, you can make an attack of opportunity against any creature that attempts to overrun you, unless it also has this feat."
			]
		},
		{
			"name": "Improved Reposition",
			"file": "featdisplay8a1d.html",
			"sources": [
				"Advanced Player's Guide",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Improved Reposition"
				}
			],
			"description": [
				"Improved Reposition (Combat)",
				"Source [Advanced Player's Guide pg. 163](source:Advanced Player's Guide)",
				"You have learned how to force your enemies to move around the battlefield.",
				"**Prerequisites:** Int 13, [Combat Expertise.](unknown:Combat Expertise.)",
				"**Benefit:** You do not provoke an attack of opportunity when performing a reposition combat maneuver. In addition, you receive a +2 bonus on checks made to reposition a foe. You also receive a +2 bonus to your Combat Maneuver Defense when an opponent tries to reposition you.",
				"**Normal:** You provoke an attack of opportunity when performing a reposition combat maneuver.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 123](source:Pathfinder Unchained)",
				"You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. When you are the target of a reposition combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that reposition attempt increases by that number.",
				"Mythic Improved Reposition",
				"Source [Mythic Adventures pg. 67](source:Mythic Adventures)",
				"You put your foes right where you want them.",
				"**Prerequisites:** [Improved Reposition.](unknown:Improved Reposition.)",
				"**Benefit:** You gain a bonus equal to half your tier on checks to attempt a reposition combat maneuver, and to your CMD when an opponent attempts to perform a reposition combat maneuver against you. These bonuses stack with those granted by Improved Reposition.",
				"Furthermore, you can make an attack of opportunity against any creature that attempts to reposition you, unless it also has this feat."
			]
		},
		{
			"name": "Improved Steal",
			"file": "featdisplayf149.html",
			"sources": [
				"Advanced Player's Guide",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Improved Steal"
				}
			],
			"description": [
				"Improved Steal (Combat)",
				"Source [Advanced Player's Guide pg. 163](source:Advanced Player's Guide)",
				"You have a knack for snatching items from your opponents.",
				"**Prerequisites:** Int 13, [Combat Expertise.](unknown:Combat Expertise.)",
				"**Benefit:** You do not provoke an attack of opportunity when performing a steal combat maneuver. In addition, you receive a +2 bonus on checks made to steal an item from a foe. You also receive a +2 bonus to your Combat Maneuver Defense when an opponent tries to steal an item from you.",
				"**Normal:** You provoke an attack of opportunity when performing a steal combat maneuver.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 124](source:Pathfinder Unchained)",
				"You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. When you are the target of a steal combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that steal attempt increases by that number.",
				"Mythic Improved Steal",
				"Source [Mythic Adventures pg. 67](source:Mythic Adventures)",
				"Your light fingers can lift even the most closely held item off an enemy.",
				"**Prerequisites:** [Improved Steal.](unknown:Improved Steal.)",
				"**Benefit:** You gain a bonus equal to half your tier on checks to attempt a steal combat maneuver, and to your CMD when an opponent attempts a steal combat maneuver on you. These bonuses stack with those granted by Improved Steal.",
				"Furthermore, you can make an attack of opportunity against any creature that attempts a steal maneuver against, you unless it also has this feat."
			]
		},
		{
			"name": "Improved Stonecunning",
			"file": "featdisplay2e9a.html",
			"sources": [ "Advanced Player's Guide" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Improved Stonecunning"
				}
			],
			"description": [
				"Improved Stonecunning",
				"Source [Advanced Player's Guide pg. 163](source:Advanced Player's Guide)",
				"Your sense for stonework is uncanny.",
				"**Prerequisites:** Wis 13, dwarf, stonecunning racial trait.",
				"**Benefit:** You receive a +4 bonus on Perception checks to notice unusual stonework. This bonus replaces the stonecunning ability's normal bonus on Perception checks.",
				"Mythic Improved Stonecunning",
				"Source [Mythic Adventures pg. 67](source:Mythic Adventures)",
				"If you listen close, you can hear the secrets of stone.",
				"**Prerequisites:** [Improved Stonecunning.](unknown:Improved Stonecunning.)",
				"**Benefit:** You gain stone tell as a spell-like ability usable once per day with a caster level equal to twice your tier."
			]
		},
		{
			"name": "Improved Sunder",
			"file": "featdisplay2c99.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Improved Sunder"
				}
			],
			"description": [
				"Improved Sunder (Combat)",
				"Source [PRPG Core Rulebook pg. 128](source:PRPG Core Rulebook)",
				"You are skilled at damaging your foes' weapons and armor.",
				"**Prerequisites:** Str 13, [Power Attack](unknown:Power Attack), base attack bonus +1.",
				"**Benefit:** You do not provoke an attack of opportunity when performing a sunder combat maneuver. In addition, you receive a +2 bonus on checks made to sunder an item. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to sunder your gear.",
				"**Normal:** You provoke an attack of opportunity when performing a sunder combat maneuver.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 124](source:Pathfinder Unchained)",
				"When you are the target of a sunder combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD increases by that number for that sunder attempt.",
				"Mythic Improved Sunder",
				"Source [Mythic Adventures pg. 67](source:Mythic Adventures)",
				"Your mighty smashing blows demolish objects.",
				"**Prerequisites:** [Improved Sunder.](unknown:Improved Sunder.)",
				"**Benefit:** You gain a bonus equal to half your tier on checks to sunder, and to your CMD when an opponent tries to sunder an object used by you. These bonuses stack with those granted by Improved Sunder.",
				"Furthermore, you can make an attack of opportunity against any creature that attempts to sunder an object used by you, unless it also has this feat."
			]
		},
		{
			"name": "Improved Trip",
			"file": "featdisplay195e.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Improved Trip"
				}
			],
			"description": [
				"Improved Trip (Combat)",
				"Source [PRPG Core Rulebook pg. 128](source:PRPG Core Rulebook)",
				"You are skilled at sending your opponents to the ground.",
				"**Prerequisites:** Int 13, [Combat Expertise.](unknown:Combat Expertise.)",
				"**Benefit:** You do not provoke an attack of opportunity when performing a trip combat maneuver. In addition, you receive a +2 bonus on checks made to trip a foe. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to trip you.",
				"**Normal:** You provoke an attack of opportunity when performing a trip combat maneuver.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 124](source:Pathfinder Unchained)",
				"You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. When you are the target of a trip combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that trip attempt increases by that number.",
				"Mythic Improved Trip",
				"Source [Mythic Adventures pg. 68](source:Mythic Adventures)",
				"You're expert at knocking your foes down.",
				"**Prerequisites:** [Improved Trip.](unknown:Improved Trip.)",
				"**Benefit:** You gain a bonus equal to half your tier on checks to trip, and to your CMD when an opponent tries to trip you. These bonuses stack with those granted by Improved Trip.",
				"Furthermore, you can make an attack of opportunity against any creature that attempts to trip you, unless it also has this feat."
			]
		},
		{
			"name": "Improved Unarmed Strike",
			"file": "featdisplayb315.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Improved Unarmed Strike"
				}
			],
			"description": [
				"Improved Unarmed Strike (Combat)",
				"Source [PRPG Core Rulebook pg. 128](source:PRPG Core Rulebook)",
				"You are skilled at fighting while unarmed.",
				"**Benefit:** You are considered to be armed even when unarmed-you do not provoke attacks of opportunity when you attack foes while unarmed. Your unarmed strikes can deal lethal or nonlethal damage, at your choice.",
				"**Normal:** Without this feat, you are considered unarmed when attacking with an unarmed strike, and you can deal only nonlethal damage with such an attack.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 124](source:Pathfinder Unchained)",
				"When you deal nonlethal damage with an unarmed strike, you can spend up to 5 stamina points to deal an amount of additional nonlethal damage equal to double the amount of stamina points you spent.",
				"Mythic Improved Unarmed Strike",
				"Source [Mythic Adventures pg. 68](source:Mythic Adventures)",
				"Your unarmed strikes are more powerful than others.",
				"**Prerequisites:** [Improved Unarmed Strike.](unknown:Improved Unarmed Strike.)",
				"**Benefit:** You can add half your tier to your damage with unarmed strikes. As a swift action, you can expend one use of mythic power to overcome the hardness of objects with your unarmed strikes. This effect last for a number of rounds equal to your tier. If an object's hardness is greater than 15, you don't ignore any of its hardness."
			]
		},
		{
			"name": "Intimidating Prowess",
			"file": "featdisplay5136.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Intimidating Prowess"
				}
			],
			"description": [
				"Intimidating Prowess (Combat)",
				"Source [PRPG Core Rulebook pg. 128](source:PRPG Core Rulebook)",
				"Your physical might is intimidating to others.",
				"**Benefit:** Add your Strength modifier to Intimidate skill checks in addition to your Charisma modifier.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 124](source:Pathfinder Unchained)",
				"When attempting an Intimidate check, you can spend 2 stamina points for each size category smaller you are than a given target to ignore the size difference penalty against that target.",
				"Mythic Intimidating Prowess",
				"Source [Mythic Adventures pg. 68](source:Mythic Adventures)",
				"Your mythic stature makes others uneasy.",
				"**Prerequisites:** [Intimidating Prowess.](unknown:Intimidating Prowess.)",
				"**Benefit:** You gain a bonus on Intimidate checks equal to your tier against non-mythic creatures, or half your tier against mythic creatures. If you also have the Persuasive (mythic) feat, you can expend one use of mythic power to treat the Intimidate check as if you had rolled a natural 20. You must decide to use this ability before the roll is made."
			]
		},
		{
			"name": "Iron Will",
			"file": "featdisplayc786.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Iron Will"
				}
			],
			"description": [
				"Iron Will",
				"Source [PRPG Core Rulebook pg. 129](source:PRPG Core Rulebook)",
				"You are more resistant to mental effects.",
				"**Benefit:** You get a +2 bonus on all Will saving throws.",
				"Mythic Iron Will",
				"Source [Mythic Adventures pg. 68](source:Mythic Adventures)",
				"Your will is incorruptible.",
				"**Prerequisites:** [Iron Will.](unknown:Iron Will.)",
				"**Benefit:** Whenever you roll a Will saving throw against a spell, spell-like ability, or supernatural ability from a non-mythic source, roll twice and take the higher result."
			]
		},
		{
			"name": "Knockout Artist",
			"file": "featdisplay484e.html",
			"sources": [ "Ultimate Combat" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Knockout Artist"
				}
			],
			"description": [
				"Knockout Artist",
				"Source [Ultimate Combat pg. 106](source:Ultimate Combat)",
				"You can throw devastating knockout punches.",
				"**Prerequisites:** Sneak attack class feature, [Improved Unarmed Strike.](unknown:Improved Unarmed Strike.)",
				"**Benefit:** When you use your unarmed strike to deal nonlethal damage and sneak attack damage to an opponent denied his Dexterity bonus to AC, you gain a +1 bonus on the damage roll per each sneak attack damage die you roll.",
				"Mythic Knockout Artist",
				"Source [Mythic Adventures pg. 68](source:Mythic Adventures)",
				"Your knockout punches are truly mighty.",
				"**Prerequisites:** [Knockout Artist.](unknown:Knockout Artist.)",
				"**Benefit:** When you use your unarmed strike to deal nonlethal damage and sneak attack damage to an opponent, roll d8s for each sneak attack die instead of d6s."
			]
		},
		{
			"name": "Legendary Teamwork",
			"file": "featdisplay5682.html",
			"sources": [ "Mythic Adventures" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"query": "ability",
					"category": "feat",
					"has_type": "Teamwork",
					"quantity": 2
				}
			],
			"description": [
				"Legendary Teamwork",
				"Source [Mythic Adventures pg. 68](source:Mythic Adventures)",
				"You and your allies fight with great coordination.",
				"**Prerequisites:** Any two teamwork feats.",
				"**Benefit:** Any fixed numeric bonuses you gain from teamwork feats are increased by 1. This doesn't apply to variable numeric bonuses or to effects that are not numeric bonuses, such as additional attacks of opportunity, movement, or other extra actions."
			]
		},
		{
			"name": "Lightning Reflexes",
			"file": "featdisplay7b12.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Lightning Reflexes"
				}
			],
			"description": [
				"Lightning Reflexes",
				"Source [PRPG Core Rulebook pg. 130](source:PRPG Core Rulebook)",
				"You have faster reflexes than normal.",
				"**Benefit:** You get a +2 bonus on all Reflex saving throws.",
				"Mythic Lightning Reflexes",
				"Source [Mythic Adventures pg. 68](source:Mythic Adventures)",
				"Your reflexes are superhuman.",
				"**Prerequisites:** [Lightning Reflexes.](unknown:Lightning Reflexes.)",
				"**Benefit:** Whenever you roll a Reflex saving throw against a spell, spell-like ability, or supernatural ability from a non-mythic source, roll twice and take the higher result."
			]
		},
		{
			"name": "Lucky Halfling",
			"file": "featdisplayc063.html",
			"sources": [
				"Advanced Player's Guide",
				"Dark Markets - A Guide to Katapesh"
			],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Lucky Halfling"
				}
			],
			"description": [
				"Lucky Halfling",
				"Source [Advanced Player's Guide pg. 165](source:Advanced Player's Guide), [Dark Markets - A Guide to Katapesh pg. 13](source:Dark Markets - A Guide to Katapesh)",
				"You bring luck to those with whom you travel.",
				"**Prerequisites:** Halfling.",
				"**Benefit:** Once per day, when one of your allies within 30 feet makes a saving throw, you may roll the same saving throw as if you were the one subject to the effect requiring it. You may use this ability after your ally has rolled, but before the GM declares if the roll was a success or failure. Your ally may choose to use your saving throw in place of his own.",
				"Mythic Lucky Halfling",
				"Source [Mythic Adventures pg. 68](source:Mythic Adventures)",
				"You share your mythic luck with those around you.",
				"**Prerequisites:** [Lucky Halfling.](unknown:Lucky Halfling.)",
				"**Benefit:** When you use Lucky Halfling, add your tier as a bonus on the saving throw. You can expend one use of mythic power when an ally uses your save but still suffers an effect on a successful saving throw. If you do, that ally suffers no effect on the successful saving throw."
			]
		},
		{
			"name": "Lucky Surge",
			"file": "featdisplaybef8.html",
			"sources": [ "Mythic Adventures" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"mythic_feat": "Potent Surge",
					"mythic_tier": 3
				}
			],
			"description": [
				"Lucky Surge",
				"Source [Mythic Adventures pg. 68](source:Mythic Adventures)",
				"Your surges defy the odds.",
				"**Prerequisites:** [Potent Surge](unknown:Potent Surge), 3rd mythic tier.",
				"**Benefit:** Whenever you use your surge ability, you can roll your surge dice twice and take the higher result. If you can already roll your surge dice twice and take the higher result, you roll your surge dice three times and take the highest result."
			]
		},
		{
			"name": "Lunge",
			"file": "featdisplayd4fd.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Lunge"
				}
			],
			"description": [
				"Lunge (Combat)",
				"Source [PRPG Core Rulebook pg. 130](source:PRPG Core Rulebook)",
				"You can strike foes that would normally be out of reach.",
				"**Prerequisites:** Base attack bonus +6.",
				"**Benefit:** You can increase the reach of your melee attacks by 5 feet until the end of your turn by taking a -2 penalty to your AC until your next turn. You must decide to use this ability before any attacks are made.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 125](source:Pathfinder Unchained)",
				"When you use this feat, you can spend 2 stamina points to avoid taking the -2 penalty to AC for that use.",
				"Mythic Lunge",
				"Source [Mythic Adventures pg. 69](source:Mythic Adventures)",
				"Your reaching strikes aid your defenses against those you hit.",
				"**Prerequisites:** [Lunge.](unknown:Lunge.)",
				"**Benefit:** Whenever you use Lunge and hit a creature with the melee attack, you no longer take a -2 penalty to AC against that creature. You can expend one use of mythic power when you use Lunge to negate the -2 penalty to AC whether you hit or miss, and gain a +2 bonus on attacks of opportunity you make while Lunge is in effect."
			]
		},
		{
			"name": "Magical Aptitude",
			"file": "featdisplay05b0.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Magical Aptitude"
				}
			],
			"description": [
				"Magical Aptitude",
				"Source [PRPG Core Rulebook pg. 130](source:PRPG Core Rulebook)",
				"You are skilled at spellcasting and using magic items.",
				"**Benefit:** You get a +2 bonus on all Spellcraft checks and Use Magic Device checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
				"Mythic Magical Aptitude",
				"Source [Mythic Adventures pg. 69](source:Mythic Adventures)",
				"Your understanding of the principles and intricacies of magic goes far beyond your training.",
				"**Prerequisites:** [Magical Aptitude.](unknown:Magical Aptitude.)",
				"**Benefit:** The bonus on Spellcraft and Use Magic Device skill checks from Magical Aptitude increases by 2. In addition, you can expend one use of mythic power to treat a Spellcraft or Use Magic Device check as if you had rolled a natural 20. You must decide to use this ability before making the roll."
			]
		},
		{
			"name": "Manyshot",
			"file": "featdisplayf76c.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Manyshot"
				}
			],
			"description": [
				"Manyshot (Combat)",
				"Source [PRPG Core Rulebook pg. 130](source:PRPG Core Rulebook)",
				"You can fire multiple arrows at a single target.",
				"**Prerequisites:** Dex 17, [Point-Blank Shot](unknown:Point-Blank Shot), [Rapid Shot](unknown:Rapid Shot), base attack bonus +6.",
				"**Benefit:** When making a full-attack action with a bow, your first attack fires two arrows. If the attack hits, both arrows hit. Apply precision-based damage (such as sneak attack) and critical hit damage only once for this attack. Damage bonuses from using a composite bow with a high Strength bonus apply to each arrow, as do other damage bonuses, such as a ranger's favored enemy bonus. Damage reduction and resistances apply separately to each arrow.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 126](source:Pathfinder Unchained)",
				"When using this feat, you can spend 5 stamina points to fire two arrows with your final iterative attack during the full attack.",
				"Mythic Manyshot",
				"Source [Mythic Adventures pg. 69](source:Mythic Adventures)",
				"You can fire a barrage of arrows at your target with very little effort.",
				"**Prerequisites:** [Manyshot.](unknown:Manyshot.)",
				"**Benefit:** When making a full-attack action with a bow and using Manyshot, you fire two arrows with both your first and second attacks, instead of just your first attack."
			]
		},
		{
			"name": "Maximize Surge",
			"file": "featdisplay7c3b.html",
			"sources": [ "Mythic Adventures" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"mythic_tier": 6
				}
			],
			"description": [
				"Maximize Surge",
				"Source [Mythic Adventures pg. 69](source:Mythic Adventures)",
				"In times of dire need, you can burn your mythic power to ensure success.",
				"**Prerequisites:** 6th mythic tier.",
				"**Benefit:** Once per day when you surge, you can expend two uses of mythic power to treat your surge die as though it rolled the maximum result.",
				"**Special:** You can take this feat multiple times. Each time you do, you gain an extra use of this feat per day."
			]
		},
		{
			"name": "Medusa's Wrath",
			"file": "featdisplay3457.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Gorgon's Fist",
					"base_attack_bonus": 11
				}
			],
			"description": [
				"Medusa's Wrath (Combat)",
				"Source [PRPG Core Rulebook pg. 130](source:PRPG Core Rulebook)",
				"You can take advantage of your opponent's confusion, delivering multiple blows.",
				"**Prerequisites:** [Improved Unarmed Strike](unknown:Improved Unarmed Strike), [Gorgon's Fist](unknown:Gorgon's Fist), [Scorpion Style](unknown:Scorpion Style), base attack bonus +11.",
				"**Benefit:** Whenever you use the full-attack action and make at least one unarmed strike, you can make two additional unarmed strikes at your highest base attack bonus. These bonus attacks must be made against a dazed, flat-footed, paralyzed, staggered, stunned, or unconscious foe.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 126](source:Pathfinder Unchained)",
				"While using this feat, you can spend 10 stamina points to make the bonus attacks against a foe that you are flanking, instead of only a dazed, flat-footed, paralyzed, staggered, stunned, or unconscious foe.",
				"Mythic Medusa's Wrath",
				"Source [Mythic Adventures pg. 69](source:Mythic Adventures)",
				"Your barrage of unarmed attacks builds to a single, staggering strike.",
				"**Prerequisites:** Medusa's Wrath.",
				"**Benefit:** You may forgo the two additional unarmed strikes of Medusa's Wrath to instead make a single unarmed strike at your highest base attack bonus. If you successfully hit your opponent, it must succeed at a Fortitude saving throw (DC 10 + 1/2 your character level + your Wisdom modifier) or be staggered for 1 round. You can expend one use of mythic power when you stagger a target with Medusa's Wrath to extend the duration of the staggered condition by a number of rounds equal to half your tier."
			]
		},
		{
			"name": "Missile Shield",
			"file": "featdisplayacc1.html",
			"sources": [
				"Advanced Player's Guide",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Missile Shield"
				}
			],
			"description": [
				"Missile Shield (Combat)",
				"Source [Advanced Player's Guide pg. 165](source:Advanced Player's Guide)",
				"You are skilled at deflecting ranged attacks with your shield.",
				"**Prerequisites:** Dex 13, [Shield Focus.](unknown:Shield Focus.)",
				"**Benefit:** You must be using a light, heavy, or tower shield to use this feat. Once per round when you would normally be hit with an attack from a ranged weapon (not including spell effects, natural attacks, or massive ranged weapons), you may deflect it so that you take no damage, as if you had the Deflect Arrows feat. You must be aware of the attack and not flat-footed.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 127](source:Pathfinder Unchained)",
				"As long as you have at least 1 stamina point in your stamina pool, you can use this feat with a buckler. You can spend 5 stamina points to deflect an arrow even while you're flat-footed. You must still be aware of the attack.",
				"Mythic Missile Shield",
				"Source [Mythic Adventures pg. 69](source:Mythic Adventures)",
				"Your remarkable awareness allows you to deflect multiple ranged attacks and even ray spells.",
				"**Prerequisites:** [Missile Shield.](unknown:Missile Shield.)",
				"**Benefit:** When using Missile Shield, you can deflect an additional number of ranged attacks per round equal to half your tier. You can expend one use of mythic power as an immediate action to deflect a single ray from a ray spell or effect targeting you."
			]
		},
		{
			"name": "Mobility",
			"file": "featdisplaya042.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Mobility"
				}
			],
			"description": [
				"Mobility (Combat)",
				"Source [PRPG Core Rulebook pg. 130](source:PRPG Core Rulebook)",
				"You can easily move through a dangerous melee.",
				"**Prerequisites:** Dex 13, [Dodge.](unknown:Dodge.)",
				"**Benefit:** You get a +4 dodge bonus to Armor Class against attacks of opportunity caused when you move out of or within a threatened area. A condition that makes you lose your Dexterity bonus to Armor Class (if any) also makes you lose dodge bonuses.",
				"Dodge bonuses stack with each other, unlike most types of bonuses.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 127](source:Pathfinder Unchained)",
				"Your dodge bonus to AC from the Dodge feat combat trick is doubled against attacks of opportunity provoked by movement. If you don't have the Dodge feat, you can still use its combat trick.",
				"Mythic Mobility",
				"Source [Mythic Adventures pg. 69](source:Mythic Adventures)",
				"You have perfected your ability to weave through the battlefield, using your momentum to propel yourself far.",
				"**Prerequisites:** [Mobility.](unknown:Mobility.)",
				"**Benefit:** Whenever you use Mobility, you gain a +6 dodge bonus to AC instead of the normal +4. In addition, once per round when an attack of opportunity provoked by your movement misses you, you may move 5 feet as a free action. This movement doesn't count against your total overall movement for the round, but it does provoke attacks of opportunity."
			]
		},
		{
			"name": "Monastic Legacy",
			"file": "featdisplay3b17.html",
			"sources": [
				"Ultimate Combat",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Monastic Legacy"
				}
			],
			"description": [
				"Monastic Legacy (Combat)",
				"Source [Ultimate Combat pg. 109](source:Ultimate Combat)",
				"Your formal unarmed training continues to bolster your training in other areas.",
				"**Prerequisites:** Still mind class feature, [Improved Unarmed Strike.](unknown:Improved Unarmed Strike.)",
				"**Benefit:** Add half the levels you have in classes other than monk to your monk level to determine your effective monk level for your base unarmed strike damage. This feat does not make levels in classes other than monk count toward any other monk class features.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 127](source:Pathfinder Unchained)",
				"At the start of your turn, you can spend 5 stamina points to use your full character level to determine your effective monk level for your unarmed strike damage. This increase lasts until the start of your next turn.",
				"Mythic Monastic Legacy",
				"Source [Mythic Adventures pg. 69](source:Mythic Adventures)",
				"Every new experience carries you another step further along your path to enlightenment.",
				"**Prerequisites:** [Monastic Legacy.](unknown:Monastic Legacy.)",
				"**Benefit:** Add half the levels you have in classes other than monk to your monk level to determine your effective monk level for your AC bonus. As a free action, you can expend one use of mythic power to add half your tier to your effective monk level to determine your base unarmed strike damage and AC bonus until the start of your next turn."
			]
		},
		{
			"name": "Mounted Archery",
			"file": "featdisplaya64f.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Mounted Archery"
				}
			],
			"description": [
				"Mounted Archery (Combat)",
				"Source [PRPG Core Rulebook pg. 131](source:PRPG Core Rulebook)",
				"You are skilled at making ranged attacks while mounted.",
				"**Prerequisites:** Ride 1 rank, [Mounted Combat.](unknown:Mounted Combat.)",
				"**Benefit:** The penalty you take when using a ranged weapon while mounted is halved: -2 instead of -4 if your mount is taking a double move, and -4 instead of -8 if your mount is running.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 127](source:Pathfinder Unchained)",
				"When making an attack using a ranged weapon while mounted, you can spend 1 or 2 stamina points to reduce the penalties on the attack roll by double the number of stamina points you spent.",
				"Mythic Mounted Archery",
				"Source [Mythic Adventures pg. 69](source:Mythic Adventures)",
				"Your skill as a rider allows you to take cover and shoot with amazing accuracy.",
				"**Prerequisites:** [Mounted Archery.](unknown:Mounted Archery.)",
				"**Benefit:** When using the Ride skill to use your mount as cover, you can still make a single ranged weapon attack as a standard action. While your mount is moving, you can expend one use of mythic power to negate the penalties for making ranged weapon attacks while mounted until the beginning of your next turn."
			]
		},
		{
			"name": "Mounted Combat",
			"file": "featdisplay970f.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Mounted Combat"
				}
			],
			"description": [
				"Mounted Combat (Combat)",
				"Source [PRPG Core Rulebook pg. 131](source:PRPG Core Rulebook)",
				"You are adept at guiding your mount through combat.",
				"**Prerequisites:** Ride 1 rank.",
				"**Benefit:** Once per round when your mount is hit in combat, you may attempt a Ride check (as an immediate action) to negate the hit. The hit is negated if your Ride check result is greater than the opponent's attack roll.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 127](source:Pathfinder Unchained)",
				"Once you have already used this feat, you can spend 5 stamina points to use it an additional time during the same round. You can use this trick as many times in a round as you like, as long as you spend 5 stamina points per use.",
				"Mythic Mounted Combat",
				"Source [Mythic Adventures pg. 70](source:Mythic Adventures)",
				"Your ability to maneuver a mount through the rigors of combat is nearly unparalleled.",
				"**Prerequisites:** [Mounted Combat.](unknown:Mounted Combat.)",
				"**Benefit:** You can negate an additional number of hits against your mount per round equal to your tier. Once per round as an immediate action, you can expend one use of mythic power to substitute a Ride check for a single Reflex saving throw your mount must make."
			]
		},
		{
			"name": "Mythic Paragon",
			"file": "featdisplay4f78.html",
			"sources": [ "Mythic Adventures" ],
			"types": [ "General" ],
			"prerequisites": null,
			"description": [
				"Mythic Paragon",
				"Source [Mythic Adventures pg. 70](source:Mythic Adventures)",
				"Your mythic power is even more potent than that of most other mythic beings.",
				"**Benefit:** Your tier is considered 2 higher for determining the potency of mythic abilities, feats, and spells. This doesn't grant you access to mythic abilities or greater versions of mythic spells at a lower tier than you would normally need to be to get them, nor does it grant you additional uses of mythic power or adjust the dice you roll for your surge."
			]
		},
		{
			"name": "Natural Spell",
			"file": "featdisplaybba2.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Natural Spell"
				}
			],
			"description": [
				"Natural Spell",
				"Source [PRPG Core Rulebook pg. 131](source:PRPG Core Rulebook)",
				"You can cast spells even while in a form that cannot normally cast spells.",
				"**Prerequisites:** Wis 13, wild shape class feature.",
				"**Benefit:** You can complete the verbal and somatic components of spells while using wild shape. You substitute various noises and gestures for the normal verbal and somatic components of a spell.",
				"You can also use any material components or focuses you possess, even if such items are melded within your current form. This feat does not permit the use of magic items while you are in a form that could not ordinarily use them, and you do not gain the ability to speak while using wild shape.",
				"Mythic Natural Spell",
				"Source [Mythic Adventures pg. 70](source:Mythic Adventures)",
				"You can speak and use some magic items when you use wild shape.",
				"**Prerequisites:** [Natural Spell.](unknown:Natural Spell.)",
				"**Benefit:** When you're using wild shape, you can use spell completion and spell trigger magic items that were on your person when you changed form. You don't need to physically manipulate the items when you use them while using wild shape. Furthermore, you can speak normally when using wild shape."
			]
		},
		{
			"name": "Nimble Moves",
			"file": "featdisplayc15b.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Nimble Moves"
				}
			],
			"description": [
				"Nimble Moves",
				"Source [PRPG Core Rulebook pg. 131](source:PRPG Core Rulebook)",
				"You can move across a single obstacle with ease.",
				"**Prerequisites:** Dex 13.",
				"**Benefit:** Whenever you move, you may move through 5 feet of difficult terrain each round as if it were normal terrain. This feat allows you to take a 5-foot step into difficult terrain.",
				"Mythic Nimble Moves",
				"Source [Mythic Adventures pg. 70](source:Mythic Adventures)",
				"You dance across obstacles with ease, as though they weren't even there.",
				"**Prerequisites:** [Nimble Moves.](unknown:Nimble Moves.)",
				"**Benefit:** For every 2 tiers you possess, you can move through up to 5 feet of difficult terrain each round as if it were normal terrain (minimum 5 feet). This effect stacks with those provided by Nimble Moves and Acrobatic Steps."
			]
		},
		{
			"name": "Penetrating Strike",
			"file": "featdisplayf80c.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Penetrating Strike"
				}
			],
			"description": [
				"Penetrating Strike (Combat)",
				"Source [PRPG Core Rulebook pg. 131](source:PRPG Core Rulebook)",
				"Your attacks are capable of penetrating the defenses of some creatures.",
				"**Prerequisites:** [Weapon Focus](unknown:Weapon Focus), base attack bonus +1, 12th-level fighter, proficiency with weapon.",
				"**Benefit:** Your attacks with weapons selected with Weapon Focus ignore up to 5 points of damage reduction. This feat does not apply to damage reduction without a type (such as DR 10/-).",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 128](source:Pathfinder Unchained)",
				"Whenever you deal damage to a creature with damage reduction using the selected weapons, you can spend 5 stamina points to allow all your allies (other than yourself ) within 30 feet of the creature to ignore 5 points of the creature's damage reduction for 1 round. This has no effect on creatures with damage reduction without a type (such as DR 10/-). This effect does not stack with Penetrating Strike's normal effect, but it does allow you to apply the effect to all your other weapons for the duration.",
				"Mythic Penetrating Strike",
				"Source [Mythic Adventures pg. 70](source:Mythic Adventures)",
				"You know just how to strike to bypass even the most heavily armored foe's defenses.",
				"**Prerequisites:** [Penetrating Strike.](unknown:Penetrating Strike.)",
				"**Benefit:** When using Penetrating Strike or Greater Penetrating Strike, you can ignore an additional point of damage reduction for every 3 tiers you posses. Additionally, the effects apply to damage reduction without a type (such as DR 10/-)."
			]
		},
		{
			"name": "Persuasive",
			"file": "featdisplaye71e.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Persuasive"
				}
			],
			"description": [
				"Persuasive",
				"Source [PRPG Core Rulebook pg. 131](source:PRPG Core Rulebook)",
				"You are skilled at swaying attitudes and intimidating others into your way of thinking.",
				"**Benefit:** You get a +2 bonus on Diplomacy and Intimidate skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
				"Mythic Persuasive",
				"Source [Mythic Adventures pg. 70](source:Mythic Adventures)",
				"You're a master of persuasion, be it with soothing words or harsh barking commands.",
				"**Prerequisites:** [Persuasive.](unknown:Persuasive.)",
				"**Benefit:** The bonus on Diplomacy and Intimidate skill checks granted by Persuasive increases by 2. In addition, you can expend one use of mythic power to treat a Diplomacy or Intimidate check as if you had rolled a natural 20. You must decide to use this ability before making the roll."
			]
		},
		{
			"name": "Pinpoint Targeting",
			"file": "featdisplay1503.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Pinpoint Targeting"
				}
			],
			"description": [
				"Pinpoint Targeting (Combat)",
				"Source [PRPG Core Rulebook pg. 131](source:PRPG Core Rulebook)",
				"You can target the weak points in your opponent's armor.",
				"**Prerequisites:** Dex 19, [Improved Precise Shot](unknown:Improved Precise Shot), [Point-Blank Shot](unknown:Point-Blank Shot), [Precise Shot](unknown:Precise Shot), base attack bonus +16.",
				"**Benefit:** As a standard action, make a single ranged attack. The target does not gain any armor, natural armor, or shield bonuses to its Armor Class. You do not gain the benefit of this feat if you move this round.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 129](source:Pathfinder Unchained)",
				"When you use this feat, you can spend stamina points to retain the ability to move. If you spend 2 stamina points, you can take a 5-foot step after you make the attack. If you instead spend 5 stamina points, you can move up to half your speed as a move action.",
				"Mythic Pinpoint Targeting",
				"Source [Mythic Adventures pg. 70](source:Mythic Adventures)",
				"Your attacks can home in on your opponent's weak spot and ignore many defenses.",
				"**Prerequisites:** [Pinpoint Targeting.](unknown:Pinpoint Targeting.)",
				"**Benefit:** You can use this feat even if you move this round, but only if the distance you move is equal to or less than 5 feet per tier."
			]
		},
		{
			"name": "Point-Blank Shot",
			"file": "featdisplay999c.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Point-Blank Shot"
				}
			],
			"description": [
				"Point-Blank Shot (Combat)",
				"Source [PRPG Core Rulebook pg. 131](source:PRPG Core Rulebook)",
				"You are especially accurate when making ranged attacks against close targets.",
				"**Benefit:** You get a +1 bonus on attack and damage rolls with ranged weapons at ranges of up to 30 feet.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 129](source:Pathfinder Unchained)",
				"You can spend up to 6 stamina points to increase this feat's range by 5 feet for each stamina point you spent.",
				"Mythic Point-Blank Shot",
				"Source [Mythic Adventures pg. 71](source:Mythic Adventures)",
				"Your accuracy with ranged attacks is unmatched at pointblank range.",
				"**Prerequisites:** [Point-Blank Shot.](unknown:Point-Blank Shot.)",
				"**Benefit:** The bonus on attack and damage rolls granted by Point-Blank Shot increases to +2. As a swift action, you can expend one use of mythic power to gain an additional bonus on these rolls equal to half your tier."
			]
		},
		{
			"name": "Potent Surge",
			"file": "featdisplayf752.html",
			"sources": [ "Mythic Adventures" ],
			"types": [ "General" ],
			"prerequisites": null,
			"description": [
				"Potent Surge",
				"Source [Mythic Adventures pg. 71](source:Mythic Adventures)",
				"Your surge is more potent.",
				"**Benefit:** Whenever you use your surge ability, add 1 to your surge result."
			]
		},
		{
			"name": "Power Attack",
			"file": "featdisplaycb33.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Power Attack"
				}
			],
			"description": [
				"Power Attack (Combat)",
				"Source [PRPG Core Rulebook pg. 131](source:PRPG Core Rulebook)",
				"You can make exceptionally deadly melee attacks by sacrificing accuracy for strength.",
				"**Prerequisites:** Str 13, base attack bonus +1.",
				"**Benefit:** You can choose to take a -1 penalty on all melee attack rolls and combat maneuver checks to gain a +2 bonus on all melee damage rolls. This bonus to damage is increased by half (+50%) if you are making an attack with a two-handed weapon, a one handed weapon using two hands, or a primary natural weapon that adds 1-1/2 times your Strength modifier on damage rolls. This bonus to damage is halved (-50%) if you are making an attack with an off-hand weapon or secondary natural weapon. When your base attack bonus reaches +4, and every 4 points thereafter, the penalty increases by -1 and the bonus to damage increases by +2. You must choose to use this feat before making an attack roll, and its effects last until your next turn. The bonus damage does not apply to touch attacks or effects that do not deal hit point damage.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 129](source:Pathfinder Unchained)",
				"When using this feat, you can spend 2 stamina points to gain the benefits and the hindrances of that feat until the end of your turn, instead of until your next turn.",
				"Mythic Power Attack",
				"Source [Mythic Adventures pg. 71](source:Mythic Adventures)",
				"Your attacks are truly devastating.",
				"**Prerequisites:** [Power Attack.](unknown:Power Attack.)",
				"**Benefit:** When you use Power Attack, you gain a +3 bonus on melee damage rolls instead of +2. When your base attack bonus reaches +4 and every 4 points thereafter, the amount of bonus damage increases by +3 instead of +2. In addition, the bonus damage from this feat is doubled on a critical hit, before it's multiplied by the weapon's critical multiplier.",
				"You can expend one use of mythic power when you activate Power Attack to ignore the penalties on melee attack rolls and combat maneuver checks for 1 minute."
			]
		},
		{
			"name": "Powerful Shape",
			"file": "featdisplaya7ca.html",
			"sources": [ "Ultimate Magic" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Powerful Shape"
				}
			],
			"description": [
				"Powerful Shape",
				"Source [Ultimate Magic pg. 154](source:Ultimate Magic)",
				"Your wild shapes are mighty and muscular.",
				"**Prerequisites:** Wild shape class feature, druid level 8th.",
				"**Benefit:** When in wild shape, treat your size as one category larger for the purpose of calculating CMB, CMD, carrying capacity, and any size-based special attacks you use or that are used against you (such as grab, swallow whole, and trample).",
				"Mythic Powerful Shape",
				"Source [Mythic Adventures pg. 71](source:Mythic Adventures)",
				"The forms you take in wild shape tower over their natural counterparts.",
				"**Prerequisites:** [Powerful Shape.](unknown:Powerful Shape.)",
				"**Benefit:** You can apply the giant simple template (quick rules version, from Pathfinder RPG Bestiary 295) to any form you take with wild shape. This replaces the benefit from Powerful Shape.",
				"As a free action, you can expend one use of mythic power to combine the benefit from this feat with the benefit from non-mythic Powerful Shape for a number of rounds equal to your tier."
			]
		},
		{
			"name": "Prophetic Visionary",
			"file": "featdisplay6d03.html",
			"sources": [ "Ultimate Magic" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Prophetic Visionary"
				}
			],
			"description": [
				"Prophetic Visionary",
				"Source [Ultimate Magic pg. 154](source:Ultimate Magic)",
				"Your oracular abilities give you a glimpse into the future.",
				"**Prerequisites:** Mystery class feature.",
				"**Benefit:** Once per day, you can enter a deep trance to receive a vision of the future. The trance lasts for 10 minutes, during which time you can take no other actions. If you are interrupted, you must begin again. When you come out of the trance, you know whether a particular action in the immediate future will bring good or bad results, as an augury spell with a 70% chance of success.",
				"Mythic Prophetic Visionary",
				"Source [Mythic Adventures pg. 71](source:Mythic Adventures)",
				"Your precognitive powers aid you further.",
				"**Prerequisites:** [Prophetic Visionary.](unknown:Prophetic Visionary.)",
				"**Benefit:** You can use Prophetic Visionary's augury ability at will, spending 10 minutes in a deep trance each time. Your chance of a successful augury increases by 1% per tier. A successful augury made by using this feat also grants you the benefits of guidance, but the bonus is equal to your tier and is an insight bonus instead of a competence bonus."
			]
		},
		{
			"name": "Quick Draw",
			"file": "featdisplay87ec.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Quick Draw"
				}
			],
			"description": [
				"Quick Draw (Combat)",
				"Source [PRPG Core Rulebook pg. 131](source:PRPG Core Rulebook)",
				"You can draw weapons faster than most.",
				"**Prerequisites:** Base attack bonus +1.",
				"**Benefit:** You can draw a weapon as a free action instead of as a move action. You can draw a hidden weapon (see the Sleight of Hand skill) as a move action. A character who has selected this feat may throw weapons at his full normal rate of attacks (much like a character with a bow). Alchemical items, potions, scrolls, and wands cannot be drawn quickly using this feat.",
				"**Normal:** Without this feat, you may draw a weapon as a move action, or (if your base attack bonus is +1 or higher) as a free action as part of movement. Without this feat, you can draw a hidden weapon as a standard action.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 129](source:Pathfinder Unchained)",
				"As long as you have at least 1 stamina point in your stamina pool, you can sheathe a weapon as a swift action.",
				"Mythic Quick Draw",
				"Source [Mythic Adventures pg. 71](source:Mythic Adventures)",
				"You can retrieve any item quickly, not just weapons.",
				"**Prerequisites:** [Quick Draw.](unknown:Quick Draw.)",
				"**Benefit:** You can use Quick Draw to draw items of any kind, not just weapons, provided they are stored or concealed on your person. As a move action, you can expend one use of mythic power to retrieve up to two hidden items. You must have two hands free to do so."
			]
		},
		{
			"name": "Racial Heritage",
			"file": "featdisplay04bd-2.html",
			"sources": [ "Advanced Player's Guide" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Racial Heritage"
				}
			],
			"description": [
				"Racial Heritage",
				"Source [Advanced Player's Guide pg. 168](source:Advanced Player's Guide)",
				"The blood of a non-human ancestor flows in your veins.",
				"**Prerequisites:** Human.",
				"**Benefit:** Choose another humanoid race. You count as both human and that race for any effects related to race. For example, if you choose dwarf, you are considered both a human and a dwarf for the purpose of taking traits, feats, how spells and magic items affect you, and so on.",
				"Mythic Racial Heritage",
				"Source [Mythic Adventures pg. 71](source:Mythic Adventures)",
				"Your racial heritage mingles with your mythic power to become more pronounced.",
				"**Prerequisites:** [Racial Heritage.](unknown:Racial Heritage.)",
				"**Benefit:** You gain a single racial trait of your choice from the race you picked when you took non-mythic Racial Heritage. That racial trait can't modify your size or ability scores. You also gain the racial language of the race (if any) if you don't already know it. For races with multiple racial languages, you gain all of them."
			]
		},
		{
			"name": "Rapid Reload",
			"file": "featdisplay40f9.html",
			"sources": [
				"Ultimate Combat",
				"Inner Sea World Guide",
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Rapid Reload"
				}
			],
			"description": [
				"Rapid Reload (Combat)",
				"Source [Ultimate Combat pg. 115](source:Ultimate Combat), [Inner Sea World Guide pg. 288](source:Inner Sea World Guide), [PRPG Core Rulebook pg. 132](source:PRPG Core Rulebook)",
				"Choose a type of crossbow (hand, light, heavy) or a single type of one-handed or two-handed firearm that you are proficient with. You can reload such a weapon quickly.",
				"**Prerequisites:** Weapon Proficiency (crossbow type chosen) or Exotic Weapon Proficiency (firearm).",
				"**Benefit:** The time required for you to reload your chosen type of weapon is reduced to a free action (for a hand or light crossbow), a move action (for heavy crossbow or one-handed firearm), or a standard action (two-handed firearm). Reloading a crossbow or firearm still provokes attacks of opportunity.",
				"If you have selected this feat for a hand crossbow or light crossbow, you may fire that weapon as many times in a full-attack action as you could attack if you were using a bow.",
				"**Normal:** A character without this feat needs a move action to reload a hand or light crossbow, a standard action to reload a one-handed firearm, or a full-round action to load a heavy crossbow or a two-handed firearm.",
				"**Special:** You can gain Rapid Reload multiple times. Each time you take the feat, it applies to a new type of crossbow or a new type of firearm.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 130](source:Pathfinder Unchained)",
				"When reloading a crossbow or firearm, you can spend 5 stamina points to reduce the reload time by one step; a standard action becomes a move action, a move action becomes a swift action, and a swift action becomes a free action. The weapon you are reloading doesn't need to be the one you chose when you took this feat. If the weapon already has a reload time of one free action, when you make a full attack with the weapon, you can spend 2 stamina points to gain a +1 bonus on all damage rolls with the weapon during that full attack.",
				"Mythic Rapid Reload",
				"Source [Mythic Adventures pg. 72](source:Mythic Adventures)",
				"You can reload any type of weapon with astounding speed.",
				"**Prerequisites:** [Rapid Reload.](unknown:Rapid Reload.)",
				"**Benefit:** You gain the benefits of Rapid Reload with all crossbows and firearms, not just the one you originally chose when you gained that feat. As a swift action, you can expend one use of mythic power to gain the ability to reload crossbows and firearms without provoking attacks of opportunity for 1 minute."
			]
		},
		{
			"name": "Rapid Shot",
			"file": "featdisplay632c.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Rapid Shot"
				}
			],
			"description": [
				"Rapid Shot (Combat)",
				"Source [PRPG Core Rulebook pg. 132](source:PRPG Core Rulebook)",
				"You can make an additional ranged attack.",
				"**Prerequisites:** Dex 13, [Point-Blank Shot.](unknown:Point-Blank Shot.)",
				"**Benefit:** When making a full-attack action with a ranged weapon, you can fire one additional time this round at your highest bonus. All of your attack rolls take a -2 penalty when using Rapid Shot.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 130](source:Pathfinder Unchained)",
				"When using this feat, you can spend a number of stamina points up to the number of shots taken using this feat. If you do, you decrease the penalty of a single Rapid Shot ranged attack by 2 for each stamina point you spent.",
				"Mythic Rapid Shot",
				"Source [Mythic Adventures pg. 72](source:Mythic Adventures)",
				"You can fire many times each round with amazing precision.",
				"**Prerequisites:** [Rapid Shot.](unknown:Rapid Shot.)",
				"**Benefit:** When using Rapid Shot, you can either ignore the feat's -2 penalty on attack rolls or make two additional attacks instead of one."
			]
		},
		{
			"name": "Rhetorical Flourish",
			"file": "featdisplayacdb.html",
			"sources": [ "Ultimate Combat" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Rhetorical Flourish"
				}
			],
			"description": [
				"Rhetorical Flourish",
				"Source [Ultimate Combat pg. 116](source:Ultimate Combat)",
				"You rapidly change topics and employ confusing rhetoric to distract people from your true intent.",
				"**Prerequisites:** Cha 13, [Persuasive.](unknown:Persuasive.)",
				"**Benefit:** When using the Diplomacy skill to make a request or change a creature's attitude, you can use verbal misdirection. To do so, make a Bluff check against that creature. If you succeed, you gain a +4 bonus on your next Diplomacy check against that creature if the check is made within the next minute. If you fail by 5 or more, you instead take a -2 penalty on your next Diplomacy check against that creature.",
				"Alternatively, you can use this feat to retry a single failed Diplomacy check against a creature. You take a -4 penalty on your Bluff check when using Rhetorical Flourish in this way. If you succeed, rather than gaining this feat's normal bonus, you can retry your last Diplomacy check against the creature if that check was made in the past minute.",
				"Mythic Rhetorical Flourish",
				"Source [Mythic Adventures pg. 72](source:Mythic Adventures)",
				"You're supremely skilled at using verbal misdirection and",
				"**Prerequisites:** [Rhetorical Flourish.](unknown:Rhetorical Flourish.)",
				"**Benefit:** When you successfully use Rhetorical Flourish against a non-mythic creature, the bonus on your Diplomacy check increases by your tier. If the target is a mythic creature, you instead increase the bonus by half your tier.",
				"You can expend one use of mythic power to reroll a single failed Bluff check. You must take the new result even if it is lower."
			]
		},
		{
			"name": "Ride-By Attack",
			"file": "featdisplaycbce.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Ride-By Attack"
				}
			],
			"description": [
				"Ride-By Attack (Combat)",
				"Source [PRPG Core Rulebook pg. 132](source:PRPG Core Rulebook)",
				"While mounted and charging, you can move, strike at a foe, and then continue moving.",
				"**Prerequisites:** Ride 1 rank, [Mounted Combat.](unknown:Mounted Combat.)",
				"**Benefit:** When you are mounted and use the charge action, you may move and attack as if with a standard charge and then move again (continuing the straight line of the charge). Your total movement for the round can't exceed double your mounted speed. You and your mount do not provoke an attack of opportunity from the opponent that you attack.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 130](source:Pathfinder Unchained)",
				"After making a mounted charge attack using this feat, you can spend 5 stamina points to change the direction of your movement instead of continuing to move in a straight line.",
				"Mythic Ride-By Attack",
				"Source [Mythic Adventures pg. 72](source:Mythic Adventures)",
				"You can make multiple attacks as you ride past your enemies.",
				"**Prerequisites:** [Ride-By Attack.](unknown:Ride-By Attack.)",
				"**Benefit:** When you successfully strike an opponent as part of a Ride-By Attack, you can continue to make attacks against successive targets. You can make one additional attack per 3 tiers you possess, but you can't make more attacks than you could if you were making a full attack. Successive attacks use the lower bonus for multiple attacks, as when making a full attack. You must move at least 10 feet between each attack."
			]
		},
		{
			"name": "Run",
			"file": "featdisplay1c6f.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Run"
				}
			],
			"description": [
				"Run",
				"Source [PRPG Core Rulebook pg. 132](source:PRPG Core Rulebook)",
				"You are swift of foot.",
				"**Benefit:** When running, you move five times your normal speed (if wearing medium, light, or no armor and carrying no more than a medium load) or four times your speed (if wearing heavy armor or carrying a heavy load). If you make a jump after a running start (see the Acrobatics skill description), you gain a +4 bonus on your Acrobatics check. While running, you retain your Dexterity bonus to your Armor Class.",
				"**Normal:** You move four times your speed while running (if wearing medium, light, or no armor and carrying no more than a medium load) or three times your speed (if wearing heavy armor or carrying a heavy load), and you lose your Dexterity bonus to AC.",
				"Mythic Run",
				"Source [Mythic Adventures pg. 72](source:Mythic Adventures)",
				"You run with preternatural speed and endurance.",
				"**Prerequisites:** [Run.](unknown:Run.)",
				"**Benefit:** When running, you move seven times your normal speed if wearing medium, light, or no armor and carrying no more than a medium load, or six times your speed if wearing heavy armor or carrying a heavy load. When making a jump after a running start, you gain an additional bonus equal to your tier + 4 on your Acrobatics check.",
				"You can run normally for a number of rounds equal to your Constitution score plus your tier, but after that you must succeed at Constitution checks to continue running."
			]
		},
		{
			"name": "Saving Shield",
			"file": "featdisplay78db.html",
			"sources": [
				"Advanced Player's Guide",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Saving Shield"
				}
			],
			"description": [
				"Saving Shield (Combat)",
				"Source [Advanced Player's Guide pg. 168](source:Advanced Player's Guide)",
				"You deflect attacks that could mean your ally's death.",
				"**Prerequisites:** [Shield Proficiency.](unknown:Shield Proficiency.)",
				"**Benefit:** Whenever an adjacent ally is the target of an attack, you can, as an immediate action, grant that adjacent ally a +2 shield bonus to AC. You must be wielding a light shield, heavy shield, or tower shield to use this feat.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 130](source:Pathfinder Unchained)",
				"When you use this feat, you can spend 2 stamina points to increase the shield bonus granted to your ally by an amount equal to the enhancement bonus of the shield you are using.",
				"Mythic Saving Shield",
				"Source [Mythic Adventures pg. 72](source:Mythic Adventures)",
				"Shielding a comrade from harm gives you a chance to strike back.",
				"**Prerequisites:** [Saving Shield.](unknown:Saving Shield.)",
				"**Benefit:** The shield bonus you grant an ally with Saving Shield increases to +3. If you use Saving Shield to successfully negate an attack against an adjacent ally, you can immediately make an attack of opportunity against the attacker so long as it is within your melee reach."
			]
		},
		{
			"name": "Scorpion Style",
			"file": "featdisplay3693.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Scorpion Style"
				}
			],
			"description": [
				"Scorpion Style (Combat)",
				"Source [PRPG Core Rulebook pg. 132](source:PRPG Core Rulebook)",
				"You can perform an unarmed strike that greatly hampers your target's movement.",
				"**Prerequisites:** [Improved Unarmed Strike.](unknown:Improved Unarmed Strike.)",
				"**Benefit:** To use this feat, you must make a single unarmed attack as a standard action. If this unarmed attack hits, you deal damage normally, and the target's base land speed is reduced to 5 feet for a number of rounds equal to your Wisdom modifier unless it makes a Fortitude saving throw (DC 10 + 1/2 your character level + your Wis modifier).",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 130](source:Pathfinder Unchained)",
				"When you hit with an unarmed attack using this feat and the target successfully saves against the effect, you can spend 2 stamina points to reduce the target's movement speed by half for 1 round.",
				"Mythic Scorpion Style",
				"Source [Mythic Adventures pg. 72](source:Mythic Adventures)",
				"Your unarmed strikes can induce a near-crippling lethargy in your enemies.",
				"**Prerequisites:** [Scorpion Style.](unknown:Scorpion Style.)",
				"**Benefit:** Whenever you are using Scorpion Style, you add your tier to the number of rounds the target's base land speed is reduced. You can expend one use of mythic power when making your attack to slow your target, as the spell slow, unless it succeeds at a Fortitude save (DC 10 + 1/2 your character level + your Wisdom modif ier). The slowing effect supersedes the normal speed penalty of your Scorpion Strike, but lasts for an equal number of rounds."
			]
		},
		{
			"name": "Selective Channeling",
			"file": "featdisplay29d7.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Selective Channeling"
				}
			],
			"description": [
				"Selective Channeling",
				"Source [PRPG Core Rulebook pg. 132](source:PRPG Core Rulebook)",
				"You can choose whom to affect when you channel energy.",
				"**Prerequisites:** Cha 13, channel energy class feature.",
				"**Benefit:** When you channel energy, you can choose a number of targets in the area up to your Charisma modifier. These targets are not affected by your channeled energy.",
				"**Normal:** All targets in a 30-foot burst are affected when you channel energy. You can only choose whether or not you are affected.",
				"Mythic Selective Channeling",
				"Source [Mythic Adventures pg. 72](source:Mythic Adventures)",
				"When you exclude creatures from your channel, you empower those you do affect.",
				"**Prerequisites:** [Selective Channeling.](unknown:Selective Channeling.)",
				"**Benefit:** When you channel energy, the damage you heal or deal increases by a number of points equal to twice the number of targets you excluded from your channeled energy. You can expend one use of mythic power to increase the number of targets you exclude from your channeled energy by half your tier."
			]
		},
		{
			"name": "Self-Sufficient",
			"file": "featdisplay63ea.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Self-Sufficient"
				}
			],
			"description": [
				"Self-Sufficient",
				"Source [PRPG Core Rulebook pg. 133](source:PRPG Core Rulebook)",
				"You know how to get along in the wild and how to effectively treat wounds.",
				"**Benefit:** You get a +2 bonus on all Heal checks and Survival checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
				"Mythic Self-Sufficient",
				"Source [Mythic Adventures pg. 72](source:Mythic Adventures)",
				"Independence comes naturally to you, and you have mastered taking care of yourself.",
				"**Prerequisites:** [Self-Sufficient.](unknown:Self-Sufficient.)",
				"**Benefit:** The bonus on Heal and Survival skill checks from Self-Sufficient increases by 2. In addition, you can expend one use of mythic power to treat a Heal or Survival check as if you had rolled a natural 20. You must decide to use this ability before making the roll."
			]
		},
		{
			"name": "Shatter Defenses",
			"file": "featdisplaybc83.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Shatter Defenses"
				}
			],
			"description": [
				"Shatter Defenses (Combat)",
				"Source [PRPG Core Rulebook pg. 133](source:PRPG Core Rulebook)",
				"Your skill with your chosen weapon leaves opponents unable to defend themselves if you strike them when their defenses are already compromised.",
				"**Prerequisites:** [Weapon Focus](unknown:Weapon Focus), [Dazzling Display](unknown:Dazzling Display), base attack bonus +6, proficiency with weapon.",
				"**Benefit:** Any shaken, frightened, or panicked opponent hit by you this round is flat-footed to your attacks until the end of your next turn. This includes any additional attacks you make this round.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 131](source:Pathfinder Unchained)",
				"When you hit an opponent that has been made flat-footed to your attacks by this feat, you can spend 5 stamina points to make that opponent flat-footed to the attacks of one ally who is within 30 feet of that creature until the start of your next turn.",
				"Mythic Shatter Defenses",
				"Source [Mythic Adventures pg. 72](source:Mythic Adventures)",
				"Your dazzling attacks leave your opponents flummoxed and bewildered, unable to attack you or to defend themselves effectively.",
				"**Prerequisites:** [Shatter Defenses.](unknown:Shatter Defenses.)",
				"**Benefit:** An opponent you affect with Shatter Defenses is flat-footed to all attacks, not just yours."
			]
		},
		{
			"name": "Shield Focus",
			"file": "featdisplay846e.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Shield Focus"
				}
			],
			"description": [
				"Shield Focus (Combat)",
				"Source [PRPG Core Rulebook pg. 133](source:PRPG Core Rulebook)",
				"You are skilled at deflecting blows with your shield.",
				"**Prerequisites:** [Shield Proficiency](unknown:Shield Proficiency), base attack bonus +1.",
				"**Benefit:** Increase the AC bonus granted by any shield you are using by 1.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 131](source:Pathfinder Unchained)",
				"When an attack is made against you while you are using a shield, you can spend up to 2 stamina points. If you do, the shield's bonus to AC against that attack increases by an amount equal to the number of stamina points you spent.",
				"Mythic Shield Focus",
				"Source [Mythic Adventures pg. 73](source:Mythic Adventures)",
				"You're a master of using your shield for protection.",
				"**Prerequisites:** [Shield Focus.](unknown:Shield Focus.)",
				"**Benefit:** Add your shield bonus and your shield's enhancement bonus to your touch AC. As an immediate action, you can expend one use of mythic power to add your shield bonus and your shield's enhancement bonus on a Fortitude or Reflex save just before you roll it."
			]
		},
		{
			"name": "Shield Slam",
			"file": "featdisplay5226.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Shield Slam"
				}
			],
			"description": [
				"Shield Slam (Combat)",
				"Source [PRPG Core Rulebook pg. 133](source:PRPG Core Rulebook)",
				"In the right position, your shield can be used to send opponents flying.",
				"**Prerequisites:** [Improved Shield Bash](unknown:Improved Shield Bash), [Shield Proficiency](unknown:Shield Proficiency), [Two-Weapon Fighting](unknown:Two-Weapon Fighting), base attack bonus +6.",
				"**Benefit:** Any opponents hit by your shield bash are also hit with a free bull rush attack, substituting your attack roll for the combat maneuver check (see Combat). This bull rush does not provoke an attack of opportunity. Opponents who cannot move back due to a wall or other surface are knocked prone after moving the maximum possible distance. You may choose to move with your target if you are able to take a 5-foot step or to spend an action to move this turn.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 131](source:Pathfinder Unchained)",
				"Instead of attempting a free bull rush when using the Shield Slam feat, you can spend 2 stamina points to attempt a disarm, reposition, trip, or sunder combat maneuver. This combat maneuver attempt does not provoke an attack of opportunity from the target.",
				"Mythic Shield Slam",
				"Source [Mythic Adventures pg. 73](source:Mythic Adventures)",
				"Your shield bash produces a powerful kick.",
				"**Prerequisites:** [Shield Slam.](unknown:Shield Slam.)",
				"**Benefit:** When using Shield Slam to bull rush, an opponent knocked prone because of an intervening wall or other surface also takes damage from the collision. The damage dealt is equal to 1d6 points per 2 tiers you possess. As an immediate action, you can expend one use of mythic power to add your tier to your combat maneuver checks when resolving a bull rush made due to Shield Slam."
			]
		},
		{
			"name": "Shot on the Run",
			"file": "featdisplay025f.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Shot on the Run"
				}
			],
			"description": [
				"Shot on the Run (Combat)",
				"Source [PRPG Core Rulebook pg. 133](source:PRPG Core Rulebook)",
				"You can move, fire a ranged weapon, and move again before your foes can react.",
				"**Prerequisites:** Dex 13, [Dodge](unknown:Dodge), [Mobility](unknown:Mobility), [Point-Blank Shot](unknown:Point-Blank Shot), base attack bonus +4.",
				"**Benefit:** As a full-round action, you can move up to your speed and make a single ranged attack at any point during your movement.",
				"**Normal:** You cannot move before and after an attack with a ranged weapon.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 131](source:Pathfinder Unchained)",
				"You can spend 5 stamina points to use this feat as a standard action instead of a full-round action.",
				"Mythic Shot on the Run",
				"Source [Mythic Adventures pg. 73](source:Mythic Adventures)",
				"With ease, you can snap off two shots while dashing across the battlefield.",
				"**Prerequisites:** [Shot on the Run](unknown:Shot on the Run), base attack bonus +6.",
				"**Benefit:** Whenever you use Shot on the Run, you can make two ranged attacks at your highest base attack bonus at any point during your movement, instead of just one."
			]
		},
		{
			"name": "Skill Focus",
			"file": "featdisplay6233.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Skill Focus"
				}
			],
			"description": [
				"Skill Focus",
				"Source [PRPG Core Rulebook pg. 134](source:PRPG Core Rulebook)",
				"Choose a skill. You are particularly adept at that skill.",
				"**Benefit:** You get a +3 bonus on all checks involving the chosen skill. If you have 10 or more ranks in that skill, this bonus increases to +6.",
				"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new skill.",
				"Mythic Skill Focus",
				"Source [Mythic Adventures pg. 73](source:Mythic Adventures)",
				"You mastery with this skill is unmatched, even in difficult situations.",
				"**Prerequisites:** [Skill Focus.](unknown:Skill Focus.)",
				"**Benefit:** You can always take 10 or 20 on checks with your choice of skill for Skill Focus, even when you are rushed or threatened.",
				"**Special:** You can gain this feat multiple times. The effects do not stack. Each time you take this feat, it applies to a different non-mythic Skill Focus feat."
			]
		},
		{
			"name": "Snatch Arrows",
			"file": "featdisplay6b40.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Snatch Arrows"
				}
			],
			"description": [
				"Snatch Arrows (Combat)",
				"Source [PRPG Core Rulebook pg. 134](source:PRPG Core Rulebook)",
				"Instead of knocking an arrow or ranged attack aside, you can catch it in mid-flight.",
				"**Prerequisites:** Dex 15, [Deflect Arrows](unknown:Deflect Arrows), [Improved Unarmed Strike.](unknown:Improved Unarmed Strike.)",
				"**Benefit:** When using the Deflect Arrows feat you may choose to catch the weapon instead of just deflecting it. Thrown weapons can immediately be thrown back as an attack against the original attacker (even though it isn't your turn) or kept for later use.",
				"You must have at least one hand free (holding nothing) to use this feat.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 132](source:Pathfinder Unchained)",
				"When you snatch a thrown weapon, as long as you have at least 1 stamina point in your stamina pool, you can make a thrown ranged attack with it against any target, not just the original attacker.",
				"Mythic Snatch Arrows",
				"Source [Mythic Adventures pg. 74](source:Mythic Adventures)",
				"You can use the weapons you pluck from the air to immediately make melee attacks.",
				"**Prerequisites:** [Snatch Arrows.](unknown:Snatch Arrows.)",
				"**Benefit:** When you use Snatch Arrows to catch a thrown weapon that can also be used as a melee weapon, you can make a melee attack with it as an immediate action against a foe within the weapon's melee reach. You can expend one use of mythic power to make this attack without spending an immediate action."
			]
		},
		{
			"name": "Sociable",
			"file": "featdisplay993f-2.html",
			"sources": [ "Advanced Player's Guide" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Sociable"
				}
			],
			"description": [
				"Sociable",
				"Source [Advanced Player's Guide pg. 170](source:Advanced Player's Guide)",
				"You have a way of helping others to get along.",
				"**Prerequisites:** Cha 13, half-elf.",
				"**Benefit:** As a move action, you grant all friendly creatures within 30 feet who can see or hear you (including yourself) a +2 bonus on Diplomacy checks for a number of rounds equal to your Charisma modifier (minimum 1 round).",
				"Mythic Sociable",
				"Source [Mythic Adventures pg. 74](source:Mythic Adventures)",
				"Your easy nature flows from you without effort, putting others at ease.",
				"**Prerequisites:** [Sociable.](unknown:Sociable.)",
				"**Benefit:** You grant and benefit from the +2 bonus on Diplomacy checks from Sociable constantly without having to spend a move action. You can spend a move action to increase the bonus to +4 for a number of rounds equal to your tier."
			]
		},
		{
			"name": "Spell Focus",
			"file": "featdisplay08ea.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Spell Focus"
				}
			],
			"description": [
				"Spell Focus",
				"Source [PRPG Core Rulebook pg. 134](source:PRPG Core Rulebook)",
				"Choose a school of magic. Any spells you cast of that school are more difficult to resist.",
				"**Benefit:** Add +1 to the Difficulty Class for all saving throws against spells from the school of magic you select.",
				"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new school of magic.",
				"Mythic Spell Focus",
				"Source [Mythic Adventures pg. 74](source:Mythic Adventures)",
				"Your magical specialties are particularly effective.",
				"**Prerequisites:** [Spell Focus.](unknown:Spell Focus.)",
				"**Benefit:** Choose a school of magic you already have Spell Focus in. The bonus to save DCs provided by Spell Focus and Greater Spell Focus for that school increases by 1. You can expend one use of mythic power as part of casting a spell from your chosen school to force any of the spell's targets to roll their saving throws twice, taking the lower result.",
				"**Special:** You can gain this feat multiple times. The effects do not stack. Each time you take this feat, it applies to a different non-mythic Spell Focus feat."
			]
		},
		{
			"name": "Spell Mastery",
			"file": "featdisplaybc72.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Spell Mastery"
				}
			],
			"description": [
				"Spell Mastery",
				"Source [PRPG Core Rulebook pg. 134](source:PRPG Core Rulebook)",
				"You have mastered a small handful of spells, and can prepare these spells without referencing your spellbooks at all.",
				"**Prerequisites:** 1st-level wizard",
				"**Benefit:** Each time you take this feat, choose a number of spells that you already know equal to your Intelligence modifier. From that point on, you can prepare these spells without referring to a spellbook.",
				"**Normal:** Without this feat, you must use a spellbook to prepare all your spells, except read magic.",
				"Mythic Spell Mastery",
				"Source [Mythic Adventures pg. 74](source:Mythic Adventures)",
				"You're so familiar with certain spells you can prepare them with the greatest of ease.",
				"**Prerequisites:** [Spell Mastery.](unknown:Spell Mastery.)",
				"**Benefit:** You can prepare spells you have selected with Spell Mastery as a full-round action. You must spend the appropriate amount of time preparing other spells you have not mastered. As a full-round action, you can expend one use of mythic power to prepare all your spells that you have selected with Spell Mastery."
			]
		},
		{
			"name": "Spell Penetration",
			"file": "featdisplayd0d6.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Spell Penetration"
				}
			],
			"description": [
				"Spell Penetration",
				"Source [PRPG Core Rulebook pg. 134](source:PRPG Core Rulebook)",
				"Your spells break through spell resistance more easily than most.",
				"**Benefit:** You get a +2 bonus on caster level checks (1d20 + caster level) made to overcome a creature's spell resistance.",
				"Mythic Spell Penetration",
				"Source [Mythic Adventures pg. 74](source:Mythic Adventures)",
				"Your mythic power breaches your enemies' defenses.",
				"**Prerequisites:** [Spell Penetration.](unknown:Spell Penetration.)",
				"**Benefit:** Add half your tier to caster level checks to overcome spell resistance. If you have Greater Spell Penetration, add your full tier instead."
			]
		},
		{
			"name": "Spellbreaker",
			"file": "featdisplay7d96.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Spellbreaker"
				}
			],
			"description": [
				"Spellbreaker (Combat)",
				"Source [PRPG Core Rulebook pg. 134](source:PRPG Core Rulebook)",
				"You can strike at enemy spellcasters who fail to cast defensively when you threaten them.",
				"**Prerequisites:** [Disruptive](unknown:Disruptive), 10th-level fighter.",
				"**Benefit:** Enemies in your threatened area that fail their checks to cast spells defensively provoke attacks of opportunity from you.",
				"**Normal:** Enemies that fail to cast spells defensively do not provoke attacks of opportunity.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 132](source:Pathfinder Unchained)",
				"When you hit a caster with an attack of opportunity it provoked by failing to cast defensively, you can spend 5 stamina points to daze the caster until the end of its next turn. If the caster succeeds at a Fortitude save with a DC equal to 10 + your base attack bonus, it is staggered instead.",
				"Mythic Spellbreaker",
				"Source [Mythic Adventures pg. 74](source:Mythic Adventures)",
				"You're a spellcaster's worst nightmare.",
				"**Prerequisites:** [Spellbreaker.](unknown:Spellbreaker.)",
				"**Benefit:** Any non-mythic creature you threaten provokes an attack of opportunity from you whenever it uses a spell or spell-like ability, even when casting defensively or casting a quickened spell.",
				"If a non-mythic creature within 30 feet of you uses a spell or spell-like ability, you can expend one use of mythic power to make a ranged attack against that creature as an attack of opportunity (even if the creature wouldn't normally provoke attacks of opportunity). You must have a ranged weapon in hand or have a free hand and the nonmythic Quick Draw feat to use this ability. You can use this ability against a mythic creature by expending two uses of mythic power."
			]
		},
		{
			"name": "Spirited Charge",
			"file": "featdisplaya239.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Spirited Charge"
				}
			],
			"description": [
				"Spirited Charge (Combat)",
				"Source [PRPG Core Rulebook pg. 134](source:PRPG Core Rulebook)",
				"Your mounted charge attacks deal a tremendous amount of damage.",
				"**Prerequisites:** Ride 1 rank, [Mounted Combat](unknown:Mounted Combat), [Ride-By Attack.](unknown:Ride-By Attack.)",
				"**Benefit:** When mounted and using the charge action, you deal double damage with a melee weapon (or triple damage with a lance).",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 132](source:Pathfinder Unchained)",
				"When making a mounted charge, you can spend a number of stamina points up to your Strength bonus. If your charge attack hits, you deal an amount of extra damage equal to the number of stamina points you spent. This additional damage is doubled by this feat (or tripled if you're using a lance).",
				"Mythic Spirited Charge",
				"Source [Mythic Adventures pg. 74](source:Mythic Adventures)",
				"Your mounted charge knocks the wind and wits from those foolish enough to stand against you.",
				"**Prerequisites:** [Spirited Charge.](unknown:Spirited Charge.)",
				"**Benefit:** When you hit an opponent with a mounted charge, that opponent must succeed at a Fortitude saving throw (DC 10 + 1/2 your character level + your Str modifier) or be staggered for a number of rounds equal to your tier. If you use a lance with this attack, increase the saving throw DC by 2. As a free action before you make the attack, you can expend one use of mythic power to daze your opponent on a failed saving throw instead of staggering it."
			]
		},
		{
			"name": "Spontaneous Metafocus",
			"file": "featdisplay75b7.html",
			"sources": [ "Ultimate Magic" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Spontaneous Metafocus"
				}
			],
			"description": [
				"Spontaneous Metafocus",
				"Source [Ultimate Magic pg. 157](source:Ultimate Magic)",
				"You can focus to combine one of your known spells and metamagic feats.",
				"**Prerequisites:** Cha 13, one metamagic feat, able to spontaneously cast spells.",
				"**Benefit:** Pick a single spell that you are able to cast spontaneously. When you apply metamagic feats to that spell, you can cast the spell using the normal casting time instead of at the slower casting time.",
				"**Special:** You can take this feat multiple times. Each time you select this feat, choose a new spell that you can cast spontaneously; the feat applies to that spell.",
				"Mythic Spontaneous Metafocus",
				"Source [Mythic Adventures pg. 74](source:Mythic Adventures)",
				"You apply metamagic to your spells with greater ease than do other spontaneous casters.",
				"**Prerequisites:** [Spontaneous Metafocus.](unknown:Spontaneous Metafocus.)",
				"**Benefit:** You can change which spell your Spontaneous Metafocus feat applies to each morning when you restore your expended spell slots. The spell it applies to can be of any level, but it must be a legal selection for the Spontaneous Metafocus feat.",
				"**Special:** You can gain this feat multiple times. The effects do not stack. Each time you take this feat, it applies to a different non-mythic Spontaneous Metafocus feat."
			]
		},
		{
			"name": "Spring Attack",
			"file": "featdisplay6916.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Spring Attack"
				}
			],
			"description": [
				"Spring Attack (Combat)",
				"Source [PRPG Core Rulebook pg. 134](source:PRPG Core Rulebook)",
				"You can deftly move up to a foe, strike, and withdraw before he can react.",
				"**Prerequisites:** Dex 13, [Dodge](unknown:Dodge), [Mobility](unknown:Mobility), base attack bonus +4.",
				"**Benefit:** As a full-round action, you can move up to your speed and make a single melee attack without provoking any attacks of opportunity from the target of your attack. You can move both before and after the attack, but you must move at least 10 feet before the attack and the total distance that you move cannot be greater than your speed. You cannot use this ability to attack a foe that is adjacent to you at the start of your turn.",
				"**Normal:** You cannot move before and after an attack.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 132](source:Pathfinder Unchained)",
				"You can spend 5 stamina points to use this feat as a standard action instead of a full-round action.",
				"Mythic Spring Attack",
				"Source [Mythic Adventures pg. 74](source:Mythic Adventures)",
				"You move across the battlefield in a blur of whirling blades.",
				"**Prerequisites:** [Spring Attack](unknown:Spring Attack), base attack bonus +6.",
				"**Benefit:** When you use Spring Attack, you don't need to move at least 10 feet before making the first attack. If you expend one use of mythic power when you start a Spring Attack, the movement you make during the Spring Attack doesn't provoke attacks of opportunity."
			]
		},
		{
			"name": "Stealthy",
			"file": "featdisplay01e0.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Stealthy"
				}
			],
			"description": [
				"Stealthy",
				"Source [PRPG Core Rulebook pg. 135](source:PRPG Core Rulebook)",
				"You are good at avoiding unwanted attention and slipping out of bonds.",
				"**Benefit:** You get a +2 bonus on all Escape Artist and Stealth skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
				"Mythic Stealthy",
				"Source [Mythic Adventures pg. 75](source:Mythic Adventures)",
				"Your grace and fluidity are beyond compare.",
				"**Prerequisites:** [Stealthy.](unknown:Stealthy.)",
				"**Benefit:** The bonus on Escape Artist and Stealth skill checks from Stealthy increases by 2. In addition, you can expend one use of mythic power to treat an Escape Artist or Stealth check as if you had rolled a natural 20. You must decide to use this ability before making the roll."
			]
		},
		{
			"name": "Strike Back",
			"file": "featdisplay7346.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Strike Back"
				}
			],
			"description": [
				"Strike Back (Combat)",
				"Source [PRPG Core Rulebook pg. 135](source:PRPG Core Rulebook)",
				"You can strike at foes that attack you using their superior reach, by targeting their limbs or weapons as they come at you.",
				"**Prerequisites:** Base attack bonus +11.",
				"**Benefit:** You can ready an action to make a melee attack against any foe that attacks you in melee, even if the foe is outside of your reach.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 133](source:Pathfinder Unchained)",
				"When you ready an action to attack someone outside of your melee reach, you can spend 5 stamina points to take a 5-foot step, but you must move closer to the attacking creature. You can take this 5-foot step even if your readied action includes a 5-foot step.",
				"Mythic Strike Back",
				"Source [Mythic Adventures pg. 75](source:Mythic Adventures)",
				"Your precise counterattacks degrade your foes' advantages in combat.",
				"**Prerequisites:** [Strike Back.](unknown:Strike Back.)",
				"**Benefit:** When you make a melee attack as a readied action against a foe outside your melee reach, you can take a 5-foot step toward that foe. If you expend one use of mythic power, you can move your speed toward the foe instead. Neither of these counts toward the movement made during your turn."
			]
		},
		{
			"name": "Strong Comeback",
			"file": "featdisplayc22f.html",
			"sources": [ "Ultimate Combat" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Strong Comeback"
				}
			],
			"description": [
				"Strong Comeback",
				"Source [Ultimate Combat pg. 121](source:Ultimate Combat)",
				"You learn quickly from past mistakes.",
				"**Benefit:** Whenever you are allowed to reroll an ability check, a skill check, or a saving throw, you gain a +2 circumstance bonus on the reroll.",
				"Mythic Strong Comeback",
				"Source [Mythic Adventures pg. 75](source:Mythic Adventures)",
				"You never make the same mistake twice.",
				"**Prerequisites:** [Strong Comeback.](unknown:Strong Comeback.)",
				"**Benefit:** Whenever you're allowed to reroll an ability check, a skill check, or a saving throw, roll two dice and take the higher result, before adding the bonus from Strong Comeback."
			]
		},
		{
			"name": "Stunning Fist",
			"file": "featdisplay7b82.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Stunning Fist"
				}
			],
			"description": [
				"Stunning Fist (Combat)",
				"Source [PRPG Core Rulebook pg. 135](source:PRPG Core Rulebook)",
				"You know just where to strike to temporarily stun a foe.",
				"**Prerequisites:** Dex 13, Wis 13, [Improved Unarmed Strike](unknown:Improved Unarmed Strike), base attack bonus +8.",
				"**Benefit:** You must declare that you are using this feat before you make your attack roll (thus, a failed attack roll ruins the attempt). Stunning Fist forces a foe damaged by your unarmed attack to make a Fortitude saving throw (DC 10 + 1/2 your character level + your Wis modifier), in addition to dealing damage normally. A defender who fails this saving throw is stunned for 1 round (until just before your next turn). A stunned character drops everything held, can't take actions, loses any Dexterity bonus to AC, and takes a -2 penalty to AC. You may attempt a stunning attack once per day for every four levels you have attained (but see Special), and no more than once per round. Constructs, oozes, plants, undead, incorporeal creatures, and creatures immune to critical hits cannot be stunned.",
				"**Special:** A monk receives Stunning Fist as a bonus feat at 1st level, even if he does not meet the prerequisites. A monk may attempt a stunning attack a number of times per day equal to his monk level, plus one more time per day for every four levels he has in classes other than monk.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 133](source:Pathfinder Unchained)",
				"You can spend 5 stamina points to declare that you are using Stunning Fist after you've hit with an unarmed strike.",
				"Mythic Stunning Fist",
				"Source [Mythic Adventures pg. 75](source:Mythic Adventures)",
				"With greater potency and frequency, your fists stun those who stand against you.",
				"**Prerequisites:** [Stunning Fist.](unknown:Stunning Fist.)",
				"**Benefit:** The DC of your Stunning Fist increases by half your tier, and you can use Stunning Fist multiple times during the same round. As a free action, you can expend one use of your mythic power to use Stunning Fist without spending one of your daily uses of the feat."
			]
		},
		{
			"name": "Throw Anything",
			"file": "featdisplay8204.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Throw Anything"
				}
			],
			"description": [
				"Throw Anything (Combat)",
				"Source [PRPG Core Rulebook pg. 135](source:PRPG Core Rulebook)",
				"You are used to throwing things you have on hand.",
				"**Benefit:** You do not suffer any penalties for using an improvised ranged weapon. You receive a +1 circumstance bonus on attack rolls made with thrown splash weapons.",
				"**Normal:** You take a -4 penalty on attack rolls made with an improvised weapon.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 133](source:Pathfinder Unchained)",
				"As long as you have at least 1 stamina point in your stamina pool, when you use a melee weapon that is not a thrown weapon for a ranged improvised weapon attack, you use the weapon's melee critical threat range and multiplier instead of the normal 20/x2 for improvised weapons. You can spend 2 stamina points to increase your range increment for thrown weapon attacks (including ranged improvised weapons) by 10 feet until the beginning of your next turn.",
				"Mythic Throw Anything",
				"Source [Mythic Adventures pg. 75](source:Mythic Adventures)",
				"You're so skilled at throwing weapons that it hardly matters what you throw.",
				"**Prerequisites:** [Throw Anything.](unknown:Throw Anything.)",
				"**Benefit:** You gain a +2 bonus on attack rolls and damage rolls made using an improvised thrown weapon or splash weapon. This bonus stacks with the bonus from the non-mythic Throw Anything feat. If you miss with a thrown splash weapon, it always lands adjacent to its target regardless of how many range increments it was thrown."
			]
		},
		{
			"name": "Titan Strike",
			"file": "featdisplayf975.html",
			"sources": [ "Mythic Adventures" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"mythic_feat": "Improved Unarmed Strike"
				}
			],
			"description": [
				"Titan Strike",
				"Source [Mythic Adventures pg. 75](source:Mythic Adventures)",
				"Your fists can fell titanic foes.",
				"**Prerequisites:** [Improved Unarmed Strike (mythic).](unknown:Improved Unarmed Strike (mythic).)",
				"**Benefit:** Your unarmed strike deals damage as if you were one size category larger. You also gain a +1 bonus for each size category that your target is larger than you on the following: bull rush, drag, grapple, overrun, sunder, and trip combat maneuver checks and the DC of your Stunning Fist."
			]
		},
		{
			"name": "Toughness",
			"file": "featdisplay1698.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Toughness"
				}
			],
			"description": [
				"Toughness",
				"Source [PRPG Core Rulebook pg. 135](source:PRPG Core Rulebook)",
				"You have enhanced physical stamina.",
				"**Benefit:** You gain +3 hit points. For every Hit Die you possess beyond 3, you gain an additional +1 hit point. If you have more than 3 Hit Dice, you gain +1 hit points whenever you gain a Hit Die (such as when you gain a level).",
				"Mythic Toughness",
				"Source [Mythic Adventures pg. 75](source:Mythic Adventures)",
				"You have legendary resilience and durability.",
				"**Prerequisites:** [Toughness.](unknown:Toughness.)",
				"**Benefit:** Toughness provides you twice as many hit points. In addition, when you're below 0 hit points, you gain DR 10/epic. This DR stacks with any other DR/epic you might possess."
			]
		},
		{
			"name": "Trample",
			"file": "featdisplaycb84.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Trample"
				}
			],
			"description": [
				"Trample (Combat)",
				"Source [PRPG Core Rulebook pg. 136](source:PRPG Core Rulebook)",
				"While mounted, you can ride down opponents and trample them under your mount.",
				"**Prerequisites:** Ride 1 rank, [Mounted Combat.](unknown:Mounted Combat.)",
				"**Benefit:** When you attempt to overrun an opponent while mounted, your target may not choose to avoid you. Your mount may make one hoof attack against any target you knock down, gaining the standard +4 bonus on attack rolls against prone targets.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 134](source:Pathfinder Unchained)",
				"When you attempt to overrun an opponent while mounted and you don't succeed at the overrun combat maneuver check, you can spend 2 stamina points and continue to move as if the target of the overrun had moved out of the way.",
				"Mythic Trample",
				"Source [Mythic Adventures pg. 75](source:Mythic Adventures)",
				"Your rearing mount can stomp foes into the ground, barely",
				"**Prerequisites:** [Trample.](unknown:Trample.)",
				"**Benefit:** Your mount can make two hoof attacks against an opponent you knock down with an overrun, instead of one. You can expend one use of mythic power when you score a critical hit with one or more of those hoof attacks. When you do, the critical is automatically confirmed. If both scored critical hits, expending one use of mythic power automatically confirms both."
			]
		},
		{
			"name": "Tripping Staff",
			"file": "featdisplaye75a.html",
			"sources": [
				"Ultimate Magic",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Tripping Staff"
				}
			],
			"description": [
				"Tripping Staff (Combat)",
				"Source [Ultimate Magic pg. 158](source:Ultimate Magic)",
				"You can make a trip attack with your quarterstaff.",
				"**Prerequisites:** Int 13, [Combat Expertise](unknown:Combat Expertise), [Improved Trip](unknown:Improved Trip), [Weapon Focus (quarterstaff)](unknown:Weapon Focus (quarterstaff)), base attack bonus +6.",
				"**Benefit:** You treat quarterstaves as if they had the trip special feature.",
				"**Special:** If you are a magus with the staff magus archetype, you can use spellstrike on any trip combat maneuver you make with the staff.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 134](source:Pathfinder Unchained)",
				"You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool.",
				"Mythic Tripping Staff",
				"Source [Mythic Adventures pg. 75](source:Mythic Adventures)",
				"Your staff is valuable for attack and defensive balance.",
				"**Prerequisites:** [Tripping Staff.](unknown:Tripping Staff.)",
				"**Benefit:** You add half your tier to CMD against trip maneuvers and on combat maneuver checks to trip with a quarterstaff. When you're wielding a quarterstaff and an opponent you threaten attempts to trip you and fails, it provokes an attack of opportunity from you. You must use your staff for this attack of opportunity."
			]
		},
		{
			"name": "Turn Undead",
			"file": "featdisplay3841.html",
			"sources": [ "PRPG Core Rulebook" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Turn Undead"
				}
			],
			"description": [
				"Turn Undead",
				"Source [PRPG Core Rulebook pg. 136](source:PRPG Core Rulebook)",
				"Calling upon higher powers, you cause undead to flee from the might of your unleashed divine energy.",
				"**Prerequisites:** Channel positive energy class feature.",
				"**Benefit:** You can, as a standard action, use one of your uses of channel positive energy to cause all undead within 30 feet of you to flee, as if panicked. Undead receive a Will save to negate the effect. The DC for this Will save is equal to 10 + 1/2 your cleric level + your Charisma modifier. Undead that fail their save flee for 1 minute. Intelligent undead receive a new saving throw each round to end the effect. If you use channel energy in this way, it has no other effect (it does not heal or harm nearby creatures).",
				"Mythic Turn Undead",
				"Source [Mythic Adventures pg. 75](source:Mythic Adventures)",
				"The power of your divine energy can not only cause undead to flee but also destroy them where they stand.",
				"**Prerequisites:** [Turn Undead.](unknown:Turn Undead.)",
				"**Benefit:** When you use Turn Undead, the range increases by 10 feet per tier, and non-mythic undead take a penalty on their saving throws equal to your tier.",
				"You can expend one use of mythic power when using Turn Undead to destroy undead. Instead of fleeing, undead that fail their saves might be destroyed. You destroy 2d4 Hit Dice worth of undead per tier. Undead with the fewest HD are affected first; among undead with equal HD, those that are closest to the burst's point of origin are affected first. No undead of 9 or more HD can be affected, and HD that aren't sufficient to affect an undead are wasted."
			]
		},
		{
			"name": "Two-Fisted Drinker",
			"file": "featdisplay29d6.html",
			"sources": [ "Mythic Adventures" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Quick Draw"
				}
			],
			"description": [
				"Two-Fisted Drinker",
				"Source [Mythic Adventures pg. 76](source:Mythic Adventures)",
				"You can pound down drinks with amazing verve.",
				"**Prerequisites:** [Quick Draw.](unknown:Quick Draw.)",
				"**Benefit:** You can draw two potions or other beverages-mundane or magical-from a pouch, bandolier, or similar holder (but not from a backpack) as a move action. As a standard action, you can drink two potions or other beverages. You must have two free hands to use this feat."
			]
		},
		{
			"name": "Two-Weapon Defense",
			"file": "featdisplaybe56.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Two-Weapon Defense"
				}
			],
			"description": [
				"Two-Weapon Defense (Combat)",
				"Source [PRPG Core Rulebook pg. 136](source:PRPG Core Rulebook)",
				"You are skilled at defending yourself while dual-wielding.",
				"**Prerequisites:** Dex 15, [Two-Weapon Fighting.](unknown:Two-Weapon Fighting.)",
				"**Benefit:** When wielding a double weapon or two weapons (not including natural weapons or unarmed strikes), you gain a +1 shield bonus to your AC. When you are fighting defensively or using the total defense action, this shield bonus increases to +2.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 135](source:Pathfinder Unchained)",
				"Once per round, you can spend 2 stamina points to double the bonuses granted by this feat until the start of your next turn.",
				"Mythic Two-Weapon Defense",
				"Source [Mythic Adventures pg. 76](source:Mythic Adventures)",
				"Your graceful flow between attack and defense makes you difficult to hit.",
				"**Prerequisites:** [Two-Weapon Defense.](unknown:Two-Weapon Defense.)",
				"**Benefit:** When using Two-Weapon Defense, you apply the highest enhancement bonus from your two weapons to the shield bonus granted by that feat."
			]
		},
		{
			"name": "Two-Weapon Fighting",
			"file": "featdisplay3992.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Two-Weapon Fighting"
				}
			],
			"description": [
				"Two-Weapon Fighting (Combat)",
				"Source [PRPG Core Rulebook pg. 136](source:PRPG Core Rulebook)",
				"You can fight with a weapon wielded in each of your hands. You can make one extra attack each round with the secondary weapon.",
				"**Prerequisites:** Dex 15.",
				"**Benefit:** Your penalties on attack rolls for fighting with two weapons are reduced. The penalty for your primary hand lessens by 2 and the one for your off hand lessens by 6. See Two-Weapon Fighting in Combat.",
				"**Normal:** If you wield a second weapon in your off hand, you can get one extra attack per round with that weapon. When fighting in this way you suffer a -6 penalty with your regular attack or attacks with your primary hand and a -10 penalty to the attack with your off hand. If your off-hand weapon is light, the penalties are reduced by 2 each. An unarmed strike is always considered light.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 135](source:Pathfinder Unchained)",
				"You can spend any number of stamina points to reduce the penalty from Two-Weapon Fighting on attacks made with a weapon in your primary hand by 1 for every 2 stamina points you spent. This benefit lasts until the start of your next turn. You can't reduce the penalty below 0.",
				"Mythic Two-Weapon Fighting",
				"Source [Mythic Adventures pg. 76](source:Mythic Adventures)",
				"With deft strikes, you gain an advantage over your foes beyond mere damage.",
				"**Prerequisites:** [Two-Weapon Fighting.](unknown:Two-Weapon Fighting.)",
				"**Benefit:** As an immediate action, you can expend one use of mythic power to negate the penalties on attack rolls for two-weapon fighting for a number of rounds equal to your tier."
			]
		},
		{
			"name": "Two-Weapon Rend",
			"file": "featdisplay5bbe.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Two-Weapon Rend"
				}
			],
			"description": [
				"Two-Weapon Rend (Combat)",
				"Source [PRPG Core Rulebook pg. 136](source:PRPG Core Rulebook)",
				"Striking with both of your weapons simultaneously, you can use them to deliver devastating wounds.",
				"**Prerequisites:** Dex 17, [Double Slice](unknown:Double Slice), [Improved Two-Weapon Fighting](unknown:Improved Two-Weapon Fighting), [Two-Weapon Fighting](unknown:Two-Weapon Fighting), base attack bonus +11.",
				"**Benefit:** If you hit an opponent with both your primary hand and your off-hand weapon, you deal an additional 1d10 points of damage plus 1-1/2 times your Strength modifier. You can only deal this additional damage once each round.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 135](source:Pathfinder Unchained)",
				"You can spend 5 stamina points to use this feat's benefit a second time in a single round.",
				"Mythic Two-Weapon Rend",
				"Source [Mythic Adventures pg. 76](source:Mythic Adventures)",
				"Your synchronized dual attacks are even more dangerous, and can leave lasting wounds.",
				"**Prerequisites:** [Two-Weapon Rend.](unknown:Two-Weapon Rend.)",
				"**Benefit:** The damage of your Two-Weapon Rend increases to 2d8 points plus twice your Strength modifier. You can expend one use of mythic power to gain a bonus on this damage equal to twice your tier."
			]
		},
		{
			"name": "Undead Master",
			"file": "featdisplay5378.html",
			"sources": [ "Ultimate Magic" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Undead Master"
				}
			],
			"description": [
				"Undead Master",
				"Source [Ultimate Magic pg. 158](source:Ultimate Magic)",
				"You can marshal vast armies of the undead to serve you.",
				"**Prerequisites:** [Spell focus (necromancy)](unknown:Spell focus (necromancy)), the ability to cast animate dead or command undead.",
				"**Benefit:** When you cast animate dead or use the Command Undead feat, you are considered to be four levels higher when determining the number of Hit Dice you animate. When you cast command undead, your duration is doubled.",
				"Mythic Undead Master",
				"Source [Mythic Adventures pg. 76](source:Mythic Adventures)",
				"Through your fearsome mythic nature, you have matchless power over the undead.",
				"**Prerequisites:** [Undead Master.](unknown:Undead Master.)",
				"**Benefit:** When you cast animate dead or use the Command Undead feat, add your tier to your caster level when determining the number of Hit Dice of undead you animate. This stacks with the increased caster level of Undead Master. When you cast command undead, your duration is tripled rather than doubled."
			]
		},
		{
			"name": "Unseat",
			"file": "featdisplay08f8.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Unseat"
				}
			],
			"description": [
				"Unseat (Combat)",
				"Source [PRPG Core Rulebook pg. 136](source:PRPG Core Rulebook)",
				"You are skilled at unseating your mounted opponents.",
				"**Prerequisites:** Str 13, Ride 1 rank, [Mounted Combat](unknown:Mounted Combat), [Power Attack](unknown:Power Attack), [Improved Bull Rush](unknown:Improved Bull Rush), base attack bonus +1.",
				"**Benefit:** When charging an opponent while mounted and wielding a lance, resolve the attack as normal. If it hits, you may immediately make a free bull rush attempt in addition to the normal damage. If successful, the target is knocked off his horse and lands prone in a space adjacent to his mount that is directly away from you.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 135](source:Pathfinder Unchained)",
				"When you use this feat to successfully unseat a foe, you can spend 5 stamina points to make the rider fall prone in an unoccupied space of your choice adjacent to the mount instead of a space directly away from you.",
				"Mythic Unseat",
				"Source [Mythic Adventures pg. 76](source:Mythic Adventures)",
				"You knock your opponents down from their mounts with frightening concussive force.",
				"**Prerequisites:** [Unseat.](unknown:Unseat.)",
				"**Benefit:** When you successfully bull rush an opponent off his mount with Unseat, your opponent takes 1d6 points of falling damage per 2 tiers you possess. Items or abilities that reduce falling damage, such as a successful Acrobatics check, can reduce the damage dealt by the impact."
			]
		},
		{
			"name": "Valiant Vault",
			"file": "featdisplayfc18.html",
			"sources": [ "Mythic Adventures" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"query": "score",
					"category": "skill",
					"name":  "Ride",
					"has_tag": "skill:ranks",
					"minimum": 5
				},
				{
					"query": "ability",
					"category": "feat",
					"name_all": [
						"Mounted Combat",
						"Ride-By Attack"
					]
				}
			],
			"description": [
				"Valiant Vault",
				"Source [Mythic Adventures pg. 76](source:Mythic Adventures)",
				"Your mount can make heroic leaps.",
				"**Prerequisites:** [Mounted Combat](unknown:Mounted Combat), [Ride-By Attack](unknown:Ride-By Attack), Ride 5 ranks.",
				"**Benefit:** Your mount is always considered to have a running start when using Acrobatics to jump. You can expend one use of mythic power to grant your mount a +10 bonus on an Acrobatics check, or a +20 bonus if the check is made to jump.",
				"When making a mounted charge, you can guide your mount to leap over a foe between your starting position and the target of your charge. You make a Ride check or your mount makes an Acrobatics check (whichever is lower) during the charge, using the rules for the leap task under the Ride skill. If the height you clear with that check exceeds the creature's height, you jump over it and continue your charge on the opposite side. This movement provokes attacks of opportunity. Alternatively, you can vault over your target while making a Ride-By Attack, allowing you to move over or through its space and continue moving on the opposite side of it. If your jump exceeds the target's height, you gain a +1 bonus on the attack roll for higher ground, and if any of your allies threatens the target, you treat the target as flanked for purposes of your Ride-By Attack."
			]
		},
		{
			"name": "Vital Strike",
			"file": "featdisplay7e12.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Vital Strike"
				}
			],
			"description": [
				"Vital Strike (Combat)",
				"Source [PRPG Core Rulebook pg. 136](source:PRPG Core Rulebook)",
				"You make a single attack that deals significantly more damage than normal.",
				"**Prerequisites:** Base attack bonus +6.",
				"**Benefit:** When you use the attack action, you can make one attack at your highest base attack bonus that deals additional damage. Roll the weapon's damage dice for the attack twice and add the results together before adding bonuses from Strength, weapon abilities (such as flaming), precision based damage, and other damage bonuses. These extra weapon damage dice are not multiplied on a critical hit, but are added to the total.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 135](source:Pathfinder Unchained)",
				"After rolling the damage of a Vital Strike attack, you can spend 2 stamina points to reroll up to two of the weapon's damage dice. (For weapons with more than one damage die, count all the weapon's base damage dice together as one.) You must take the second result, even if it's lower.",
				"Mythic Vital Strike",
				"Source [Mythic Adventures pg. 77](source:Mythic Adventures)",
				"You can strike your foes with incredible force.",
				"**Prerequisites:** [Vital Strike.](unknown:Vital Strike.)",
				"**Benefit:** Whenever you use Vital Strike, Improved Vital Strike, or Greater Vital Strike, multiply the Strength bonus, magic bonus, and other bonuses that would normally be multiplied on a critical hit by the number of weapon damage dice you roll for that feat.",
				"Extra damage from sources that wouldn't normally be multiplied on a critical hit isn't multiplied by this feat."
			]
		},
		{
			"name": "Voice of the Sibyl",
			"file": "featdisplay6176.html",
			"sources": [ "Ultimate Magic" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Voice of the Sibyl"
				}
			],
			"description": [
				"Voice of the Sibyl",
				"Source [Ultimate Magic pg. 159](source:Ultimate Magic)",
				"Your voice is strangely compelling.",
				"**Prerequisites:** Cha 15.",
				"**Benefit:** You get a +1 bonus on all Bluff, Diplomacy, and Perform (oratory) skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +3 for that skill. You do not get these bonuses if you do not use your voice when using the skill (such as using Bluff to feint in combat).",
				"Mythic Voice of the Sibyl",
				"Source [Mythic Adventures pg. 77](source:Mythic Adventures)",
				"You overpower weaker and more vulnerable minds with your voice alone.",
				"**Prerequisites:** [Voice of the Sibyl.](unknown:Voice of the Sibyl.)",
				"**Benefit:** You gain a +1 bonus on all Bluff, Diplomacy, and Perform (oratory) skill checks for every 3 tiers you possess. This bonus stacks with the bonus from Voice of the Sibyl. If you have 10 or more ranks in at least two of these skills, gain a +2 bonus to the DC of any language-dependent spell you cast."
			]
		},
		{
			"name": "Warrior Priest",
			"file": "featdisplay9331.html",
			"sources": [ "Ultimate Magic" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Warrior Priest"
				}
			],
			"description": [
				"Warrior Priest",
				"Source [Ultimate Magic pg. 159](source:Ultimate Magic)",
				"Your religion is both a shield and a weapon in battle.",
				"**Prerequisites:** Ability to cast divine spells, domain or mystery class feature.",
				"**Benefit:** You gain a +1 bonus on initiative checks and a +2 bonus on concentration checks made to cast a spell or use a spell-like ability when casting defensively or while grappled.",
				"Mythic Warrior Priest",
				"Source [Mythic Adventures pg. 77](source:Mythic Adventures)",
				"Your faith speeds you in battle and further strengthens your mind and confidence.",
				"**Prerequisites:** [Warrior Priest.](unknown:Warrior Priest.)",
				"**Benefit:** You gain a bonus equal to half your tier both on initiative checks and on concentration checks to cast a spell or use a spell-like ability when casting defensively or while grappled. These bonuses stack with the bonuses from Warrior Priest."
			]
		},
		{
			"name": "Weapon Finesse",
			"file": "featdisplay0fde.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Weapon Finesse"
				}
			],
			"description": [
				"Weapon Finesse (Combat)",
				"Source [PRPG Core Rulebook pg. 136](source:PRPG Core Rulebook)",
				"You are trained in using your agility in melee combat, as opposed to brute strength.",
				"**Benefit:** With a light weapon, rapier, whip, or spiked chain made for a creature of your size category, you may use your Dexterity modifier instead of your Strength modifier on attack rolls. If you carry a shield, its armor check penalty applies to your attack rolls.",
				"**Special:** Natural weapons are considered light weapons.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 135](source:Pathfinder Unchained)",
				"You can spend 2 stamina points to negate the penalty on attack rolls from your shield's armor check penalty until the start of your next turn.",
				"Mythic Weapon Finesse",
				"Source [Mythic Adventures pg. 77](source:Mythic Adventures)",
				"You're an expert with weapons that rely on your agility.",
				"**Prerequisites:** [Weapon Finesse.](unknown:Weapon Finesse.)",
				"**Benefit:** When using Weapon Finesse, you may also use your Dexterity modifier instead of your Strength modifier on your damage rolls. If you carry a shield, its armor check penalty doesn't apply to either the attack rolls or the damage rolls."
			]
		},
		{
			"name": "Weapon Focus",
			"file": "featdisplay2340.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Weapon Focus"
				}
			],
			"description": [
				"Weapon Focus (Combat)",
				"Source [PRPG Core Rulebook pg. 136](source:PRPG Core Rulebook)",
				"Choose one type of weapon. You can also choose unarmed strike or grapple (or ray, if you are a spellcaster) as your weapon for the purposes of this feat.",
				"**Prerequisites:** Proficiency with selected weapon, base attack bonus +1.",
				"**Benefit:** You gain a +1 bonus on all attack rolls you make using the selected weapon.",
				"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new type of weapon.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 135](source:Pathfinder Unchained)",
				"Once per round, you can spend 2 stamina points to gain your Weapon Focus bonus on attack rolls with a weapon with which you don't have Weapon Focus. This bonus lasts until the start of your next turn.",
				"Mythic Weapon Focus",
				"Source [Mythic Adventures pg. 77](source:Mythic Adventures)",
				"You're a master of one type of weapon.",
				"**Prerequisites:** [Weapon Focus.](unknown:Weapon Focus.)",
				"**Benefit:** Double the bonuses on your attack rolls from Weapon Focus and Greater Weapon Focus. As a swift action, you can expend one use of mythic power to gain a bonus on attack rolls with your selected weapon equal to half your tier until the end of your turn.",
				"**Special:** If you have taken non-mythic Weapon Focus multiple times, you must choose which of those feats this enhances. You can take this feat multiple times. The effects do not stack. Each time you take this feat, it applies to a different non-mythic Weapon Focus feat you have."
			]
		},
		{
			"name": "Weapon Specialization",
			"file": "featdisplay3469.html",
			"sources": [
				"PRPG Core Rulebook",
				"Pathfinder Unchained"
			],
			"types": [ "Combat" ],
			"prerequisites": [
				{
					"feat": "Weapon Specialization"
				}
			],
			"description": [
				"Weapon Specialization (Combat)",
				"Source [PRPG Core Rulebook pg. 137](source:PRPG Core Rulebook)",
				"You are skilled at dealing damage with one weapon. Choose one type of weapon (including unarmed strike or grapple) for which you have already selected the Weapon Focus feat. You deal extra damage when using this weapon.",
				"**Prerequisites:** Proficiency with selected weapon, Weapon Focus with selected weapon, fighter level 4th.",
				"**Benefit:** You gain a +2 bonus on all damage rolls you make using the selected weapon.",
				"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new type of weapon.",
				"*Combat Trick* (from the [Combat Stamina](feat:Combat Stamina) feat)",
				"Source [Pathfinder Unchained pg. 135](source:Pathfinder Unchained)",
				"Once per round, you can spend 2 stamina points to gain your Weapon Specialization bonus on damage rolls with a weapon with which you don't have Weapon Specialization. This bonus lasts until the start of your next turn.",
				"Mythic Weapon Specialization",
				"Source [Mythic Adventures pg. 77](source:Mythic Adventures)",
				"The damage you deal with your chosen weapon is truly awesome to behold.",
				"**Prerequisites:** [Weapon Specialization.](unknown:Weapon Specialization.)",
				"**Benefit:** When using your chosen weapon, you gain a bonus equal to half your tier on damage rolls. This stacks with the bonus from Weapon Specialization and Greater Weapon Specialization.",
				"**Special:** If you have taken non-mythic Weapon Specialization multiple times, you must choose which of those feats this enhances. You can take this feat multiple times. The effects do not stack. Each time you take this feat, it applies to a different non-mythic Weapon Specialization feat you have."
			]
		},
		{
			"name": "Witch Knife",
			"file": "featdisplay6b87.html",
			"sources": [ "Ultimate Magic" ],
			"types": [ "General" ],
			"prerequisites": [
				{
					"feat": "Witch Knife"
				}
			],
			"description": [
				"Witch Knife",
				"Source [Ultimate Magic pg. 159](source:Ultimate Magic)",
				"You empower your witch spells by incorporating the use of a special ceremonial knife during your castings.",
				"**Prerequisites:** Witch class.",
				"**Benefit:** Each day, when you prepare your spells, you can select a masterwork or magical dagger, transforming it into a witch knife, which serves as an additional focus component for witch patron spells. Add +1 to the DC of all your patron spells.",
				"Mythic Witch Knife",
				"Source [Mythic Adventures pg. 77](source:Mythic Adventures)",
				"Your witch knife is as much an extension of your body as it is an extension of your power.",
				"**Prerequisites:** [Witch Knife.](unknown:Witch Knife.)",
				"**Benefit:** You can use your witch knife as an additional focus component for all your witch spells, not just your patron spells, adding 1 to their DC. This bonus stacks with the bonus to patron spells granted by Witch Knife, granting your patron spells a total +2 bonus to their DC. Additionally, the hand holding the witch knife is still considered free for the purpose of casting spells and delivering touch attacks."
			]
		}
	]
}
